name: "tnews_postprocess"
backend: "python"
max_batch_size: 64

input [
  {
    name: "POST_INPUT"
    data_type: TYPE_FP32
    dims: [ 15 ]
  }
]

output [
  {
    name: "POST_OUTPUT"
    data_type: TYPE_INT64
    dims: [ -1 ]
  },
  {
    name: "OUTPUT_1"
    data_type: TYPE_INT64
    dims: [ -1 ]
  }
]

instance_group [
  {
      count: 1
      kind: KIND_CPU
  }
]

dynamic_batching { 
}
