{
  "architectures": [
    "GPTForTokenClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "bos_token_id": 0,
  "dtype": "float32",
  "eol_token_id": 3,
  "eos_token_id": 7,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 16,
  "id2label": {
    "0": "LABEL_0",
    "1": "LABEL_1",
    "2": "LABEL_2",
    "3": "LABEL_3",
    "4": "LABEL_4",
    "5": "LABEL_5",
    "6": "LABEL_6"
  },
  "initializer_range": 0.02,
  "intermediate_size": 32,
  "label2id": {
    "LABEL_0": 0,
    "LABEL_1": 1,
    "LABEL_2": 2,
    "LABEL_3": 3,
    "LABEL_4": 4,
    "LABEL_5": 5,
    "LABEL_6": 6
  },
  "max_position_embeddings": 1024,
  "model_type": "gpt",
  "num_attention_heads": 2,
  "num_hidden_layers": 2,
  "pad_token_id": 0,
  "paddlenlp_version": null,
  "topo": null,
  "type_vocab_size": 16,
  "vocab_size": 30001
}
