{"do_lower_case": 0, "do_basic_tokenize": true, "never_split": null, "pad_token": "<pad>", "eos_token": "</s>", "unk_token": "<unk>", "mask_token": "<mask_2>", "mask_token_sent": "<mask_1>", "additional_special_tokens": null, "sep_token": "[SEP]", "cls_token": "[CLS]", "tokenize_chinese_chars": true, "strip_accents": null, "offset": 100, "model_max_length": 1024, "special_tokens_map_file": "C:\\Users\\hupidong\\.paddlenlp\\models\\IDEA-CCNL/Randeng-Pegasus-238M-Summary-Chinese\\IDEA-CCNL/Randeng-Pegasus-238M-Summary-Chinese\\special_tokens_map.json", "tokenizer_class": "PegasusChineseTokenizer"}