[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[unused11]
[unused12]
[unused13]
[unused14]
[unused15]
[unused16]
[unused17]
[unused18]
[unused19]
[unused20]
[unused21]
[unused22]
[unused23]
[unused24]
[unused25]
[unused26]
[unused27]
[unused28]
[unused29]
[unused30]
[unused31]
[unused32]
[unused33]
[unused34]
[unused35]
[unused36]
[unused37]
[unused38]
[unused39]
[unused40]
[unused41]
[unused42]
[unused43]
[unused44]
[unused45]
[unused46]
[unused47]
A
B
C
D
E
F
G
H
I
J
K
L
M
N
O
P
Q
R
S
T
U
V
W
X
Y
Z
##A
##B
##C
##D
##E
##F
##G
##H
##I
##J
##K
##L
##M
##N
##O
##P
##Q
##R
##S
##T
##U
##V
##W
##X
##Y
##Z
[UNK]
[CLS]
[SEP]
[MASK]
<S>
<T>
!
"
#
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
[
\
]
^
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
{
|
}
–
—
‘
’
“
”
…
、
。
〈
〉
《
》
「
」
『
』
【
】
〔
〕
一
丁
七
万
丈
三
上
下
不
与
丐
丑
专
且
丕
世
丘
丙
业
丛
东
丝
丞
両
丢
两
严
丧
丨
个
丫
中
丰
串
临
丶
丸
丹
为
主
丼
丽
举
丿
乂
乃
久
么
义
之
乌
乍
乎
乏
乐
乒
乓
乔
乖
乗
乘
乙
乜
九
乞
也
习
乡
书
乩
买
乱
乳
乾
了
予
争
事
二
于
亏
云
互
五
井
亘
亚
些
亜
亟
亡
亢
交
亥
亦
产
亨
亩
享
京
亭
亮
亲
亳
亵
人
亿
什
仁
仃
仄
仅
仆
仇
今
介
仍
从
仑
仓
仔
仕
他
仗
付
仙
仝
仞
仟
代
令
以
仨
仪
们
仮
仰
仲
件
价
任
份
仿
企
伉
伊
伍
伎
伏
伐
休
众
优
伙
会
伝
伞
伟
传
伢
伤
伦
伪
伫
伯
估
伴
伶
伸
伺
似
伽
佃
但
位
低
住
佐
佑
体
何
佗
佘
余
佚
佛
作
佞
佟
你
佢
佣
佤
佥
佩
佬
佯
佰
佳
佶
佻
佼
使
侃
侄
侈
例
侍
侏
侑
侗
供
依
侠
価
侣
侥
侦
侧
侨
侬
侮
侯
侵
便
促
俄
俊
俎
俏
俐
俑
俗
俘
俚
保
俞
俟
信
俨
俩
俪
俭
修
俯
俱
俳
俸
俺
俾
倌
倍
倏
倒
倔
倘
候
倚
倜
借
倡
値
倦
倩
倪
倬
倭
债
值
倾
偃
假
偈
偌
偎
偏
偕
做
停
健
偶
偷
偻
偿
傀
傅
傍
傣
傥
储
傩
催
傲
傻
像
僖
僚
僧
僭
僮
僵
僻
儆
儋
儒
儡
儿
兀
允
元
兄
充
兆
先
光
克
免
児
兑
兔
兖
党
兜
兢
入
全
八
公
六
兮
兰
共
关
兴
兵
其
具
典
兹
养
兼
兽
冀
内
円
冇
冈
冉
册
再
冏
冒
冕
冗
写
军
农
冠
冢
冤
冥
冬
冯
冰
冲
决
况
冶
冷
冻
冼
冽
净
凄
准
凇
凉
凋
凌
减
凑
凛
凝
几
凡
凤
処
凪
凫
凭
凯
凰
凳
凶
凸
凹
出
击
函
凿
刀
刁
刃
分
切
刈
刊
刍
刎
刑
划
列
刘
则
刚
创
初
删
判
刨
利
别
刮
到
制
刷
券
刹
刺
刻
剁
剂
剃
削
剌
前
剐
剑
剔
剖
剜
剣
剥
剧
剩
剪
副
割
剽
剿
劈
力
劝
办
功
加
务
劣
动
助
努
劫
劭
励
劲
劳
劵
効
劾
势
勃
勇
勉
勋
勐
勒
勖
勘
募
勤
勺
勾
勿
匀
包
匆
匈
匍
匐
匕
化
北
匙
匝
匠
匡
匣
匪
匮
匹
区
医
匾
匿
十
千
卅
升
午
卉
半
卍
华
协
卑
卒
卓
单
卖
南
単
博
卜
卞
卟
占
卡
卢
卤
卦
卧
卫
卮
卯
印
危
即
却
卵
卷
卸
卿
厂
厄
厅
历
厉
压
厌
厕
厘
厚
厝
原
厢
厥
厦
厨
厩
厮
去
县
叁
参
又
叉
及
友
双
反
収
发
叔
取
受
变
叙
叛
叟
叠
叡
口
古
句
另
叨
叩
只
叫
召
叭
叮
可
台
叱
史
右
叵
叶
号
司
叹
叻
叼
叽
吁
吃
各
吆
合
吉
吊
吋
同
名
后
吏
吐
向
吒
吓
吕
吖
吗
君
吝
吞
吟
吠
吡
否
吧
吨
吩
含
听
吭
吮
启
吱
吴
吵
吸
吹
吻
吼
吽
吾
呀
呃
呆
呈
告
呋
呎
呐
呓
呕
呗
员
呛
呜
呢
呤
呦
周
呱
呲
味
呵
呷
呸
呻
呼
命
咀
咁
咂
咄
咆
咋
和
咎
咏
咒
咔
咕
咖
咗
咘
咙
咚
咣
咤
咦
咧
咨
咩
咪
咫
咬
咭
咯
咱
咲
咳
咸
咻
咽
咿
哀
品
哂
哄
哆
哇
哈
哉
哋
哌
响
哎
哏
哐
哑
哒
哔
哗
哟
哥
哦
哧
哨
哩
哪
哭
哮
哲
哺
哼
哽
唁
唆
唇
唉
唏
唐
唑
唔
唠
唤
唧
唬
售
唯
唰
唱
唳
唷
唾
啃
啄
商
啉
啊
啕
啖
啜
啡
啤
啥
啦
啧
啪
啫
啬
啮
啰
啲
啵
啶
啷
啸
啻
啼
啾
喀
喂
喃
善
喆
喇
喉
喊
喋
喏
喔
喘
喙
喜
喝
喟
喧
喰
喱
喳
喵
営
喷
喹
喺
喻
喽
嗅
嗑
嗒
嗓
嗔
嗖
嗜
嗝
嗟
嗡
嗣
嗤
嗦
嗨
嗪
嗬
嗯
嗲
嗳
嗷
嗽
嘀
嘅
嘈
嘉
嘌
嘎
嘘
嘚
嘛
嘞
嘟
嘢
嘣
嘤
嘧
嘭
嘱
嘲
嘴
嘶
嘹
嘻
嘿
噌
噎
噔
噗
噙
噜
噢
噤
器
噩
噪
噬
噱
噶
噻
嚎
嚏
嚓
嚗
嚟
嚣
嚷
嚼
囊
囍
囗
囚
四
囝
回
囟
因
囡
团
団
囤
囧
园
困
囱
図
围
固
国
图
囿
圃
圆
圈
圜
土
圣
在
圩
圪
圭
地
圳
场
圻
圾
址
坂
均
坊
坍
坎
坏
坐
坑
块
坚
坛
坝
坞
坟
坠
坡
坤
坦
坨
坪
坯
坳
坷
垂
垃
垄
垅
型
垌
垒
垚
垛
垠
垢
垣
垦
垩
垫
垭
垮
垸
埂
埃
埋
城
埔
埕
埗
域
埠
埤
埭
埵
埸
培
基
埼
堀
堂
堃
堆
堇
堑
堕
堙
堡
堤
堪
堰
堵
堺
塌
塑
塔
塘
塞
塩
填
塬
塾
墀
境
墅
墉
墒
墓
増
墘
墙
增
墟
墨
墩
壁
壅
壊
壑
壕
壤
士
壬
壮
声
売
壳
壶
壹
处
备
変
复
夏
夔
夕
外
夙
多
夜
够
大
天
太
夫
夭
央
夯
失
头
夷
夸
夹
夺
奂
奄
奇
奈
奉
奋
奎
奏
契
奔
奕
奖
套
奘
奚
奠
奢
奥
女
奴
奶
奸
她
好
如
妃
妄
妆
妇
妈
妊
妍
妒
妓
妖
妙
妞
妣
妤
妥
妨
妩
妪
妮
妲
妳
妹
妻
妾
姆
姉
姊
始
姐
姑
姒
姓
委
姗
姚
姜
姝
姣
姥
姨
姪
姫
姬
姹
姻
姿
威
娃
娄
娅
娆
娇
娉
娑
娘
娜
娟
娣
娥
娩
娱
娲
娴
娶
娼
婆
婉
婊
婕
婚
婢
婧
婴
婵
婶
婷
婺
婿
媒
媚
媛
媞
媲
媳
嫁
嫂
嫉
嫌
嫔
嫖
嫚
嫡
嫣
嫦
嫩
嬅
嬉
嬛
嬢
嬴
嬷
嬿
子
孑
孔
孕
孖
字
存
孙
孚
孛
孜
孝
孟
孢
季
孤
学
孩
孪
孬
孰
孱
孳
孵
孺
孽
宁
它
宅
宇
守
安
宋
完
宏
宓
宕
宗
官
宙
定
宛
宜
宝
实
実
宠
审
客
宣
室
宥
宦
宪
宫
宰
害
宴
宵
家
宸
容
宽
宾
宿
寂
寄
寅
密
寇
富
寐
寒
寓
寛
寝
寞
察
寡
寥
寨
寮
寰
寸
对
寺
寻
导
対
寿
封
専
射
将
尉
尊
小
少
尔
尕
尖
尘
尚
尝
尤
尧
尬
就
尴
尸
尹
尺
尻
尼
尽
尾
尿
局
屁
层
居
屈
屉
届
屋
屌
屎
屏
屐
屑
展
属
屠
屡
履
屯
山
屹
屿
岀
岁
岂
岌
岐
岑
岔
岗
岘
岙
岚
岛
岩
岫
岬
岭
岱
岳
岷
岸
峄
峇
峒
峙
峡
峤
峥
峦
峨
峪
峭
峰
峻
崁
崂
崆
崇
崎
崔
崖
崛
崧
崩
崭
崮
崴
崽
嵇
嵊
嵋
嵌
嵘
嵩
嵬
嵴
嶂
嶋
嶙
巅
巍
川
州
巡
巢
工
左
巧
巨
巩
巫
差
己
已
巳
巴
巷
巻
巽
巾
巿
币
市
布
帅
帆
师
希
帐
帑
帕
帖
帘
帚
帛
帜
帝
带
帧
席
帮
帯
帰
帷
常
帼
帽
幂
幄
幅
幌
幔
幕
幡
幢
干
平
年
并
幸
幺
幻
幼
幽
广
広
庄
庆
庇
床
序
庐
庑
库
应
底
庖
店
庙
庚
府
庞
废
庠
度
座
庭
庵
庶
康
庸
庹
庾
廉
廊
廓
廖
廪
延
廷
建
廿
开
弁
异
弃
弄
弈
弊
弋
式
弑
弓
引
弗
弘
弛
弟
张
弥
弦
弧
弩
弭
弯
弱
弹
强
弼
弾
归
当
录
彗
彝
形
彤
彦
彧
彩
彪
彬
彭
彰
影
彷
役
彻
彼
往
征
径
待
徇
很
徊
律
徐
徒
従
徕
得
徘
徙
御
徨
循
微
徳
徴
德
徼
徽
心
必
忆
忌
忍
忏
忒
忖
志
忘
忙
応
忠
忡
忤
忧
快
忱
念
忻
忽
忿
怀
态
怂
怅
怆
怎
怏
怒
怔
怕
怖
怙
怜
思
怠
怡
急
怦
性
怨
怪
怯
怵
总
怼
恁
恃
恋
恍
恐
恒
恕
恙
恚
恢
恣
恤
恨
恩
恪
恬
恭
息
恰
恳
恵
恶
恸
恺
恻
恼
恽
悄
悉
悌
悍
悔
悖
悚
悟
悠
患
悦
您
悪
悬
悯
悱
悲
悴
悸
悻
悼
情
惇
惊
惋
惑
惕
惘
惚
惜
惟
惠
惦
惧
惨
惩
惫
惬
惭
惮
惯
惰
想
惶
惹
惺
愁
愆
愈
愉
愍
意
愕
愚
感
愣
愤
愧
愫
愿
慈
慌
慎
慑
慕
慢
慧
慨
慰
慵
慷
憋
憎
憧
憨
憩
憬
憭
憾
懂
懈
懊
懋
懒
懦
懵
懿
戈
戊
戌
戍
戎
戏
成
我
戒
戕
或
战
戚
戛
戟
戡
戦
截
戬
戮
戳
戴
户
戸
戻
戾
房
所
扁
扇
扈
扉
手
才
扎
扑
扒
打
扔
托
扛
扣
扦
执
扩
扪
扫
扬
扭
扮
扯
扰
扳
扶
批
扼
找
承
技
抄
抉
把
抑
抒
抓
投
抖
抗
折
抚
抛
抜
抟
抠
抡
抢
护
报
披
抬
抱
抵
抹
押
抽
抿
拂
拄
担
拆
拇
拈
拉
拌
拍
拎
拐
拒
拓
拔
拖
拗
拘
拙
拚
招
拜
拟
拢
拣
拥
拦
拧
拨
择
括
拭
拯
拱
拳
拴
拷
拼
拽
拾
拿
持
挂
指
挈
按
挎
挑
挖
挚
挛
挝
挞
挟
挠
挡
挢
挣
挤
挥
挨
挪
挫
振
挹
挺
挽
捂
捅
捆
捉
捋
捌
捍
捎
捏
捐
捕
捞
损
捡
换
捣
捧
捩
据
捶
捷
捺
捻
掀
掂
掇
授
掉
掌
掏
掐
排
掖
掘
掠
探
掣
接
控
推
掩
措
掬
掰
掲
掳
掴
掷
掸
掺
掾
揆
揉
揍
描
提
插
揖
握
揣
揩
揪
揭
援
揽
搀
搁
搂
搅
搏
搐
搓
搔
搜
搞
搪
搬
搭
携
搽
摁
摄
摆
摇
摈
摊
摒
摔
摘
摞
摧
摩
摰
摸
摹
撂
撃
撅
撇
撑
撒
撕
撞
撤
撩
撬
播
撮
撰
撵
撷
撸
撼
擀
擂
擅
操
擎
擒
擘
擢
擦
攀
攒
攘
攥
攫
支
收
攸
改
攻
放
政
故
效
敌
敍
敏
救
敕
敖
教
敛
敝
敞
敢
散
敦
敬
数
敲
整
敷
文
斋
斌
斎
斐
斑
斓
斗
料
斛
斜
斟
斡
斤
斥
斧
斩
斫
断
斯
新
方
於
施
旁
旃
旅
旋
旌
旎
族
旖
旗
无
既
日
旦
旧
旨
早
旬
旭
旱
时
旷
旸
旺
旻
昀
昂
昆
昉
昊
昌
明
昏
易
昔
昕
昙
星
映
春
昧
昨
昭
是
昱
昴
昵
昶
昼
显
晁
晃
晋
晌
晏
晒
晓
晔
晕
晖
晗
晚
晞
晟
晤
晦
晨
晩
普
景
晰
晴
晶
晷
智
晾
暂
暄
暇
暐
暑
暖
暗
暝
暧
暨
暮
暱
暴
暹
曙
曜
曝
曦
曰
曲
曳
更
曹
曼
曾
替
最
月
有
朋
服
朐
朔
朕
朗
望
朝
期
朦
木
未
末
本
札
术
朱
朴
朵
机
朽
杀
杂
权
杆
杈
杉
李
杏
材
村
杓
杖
杜
杞
束
杠
条
来
杨
杭
杯
杰
杲
杳
杵
杷
杼
松
板
极
构
枇
枉
枋
析
枕
林
枚
果
枝
枢
枣
枪
枫
枭
枯
枰
枳
架
枷
枸
柄
柏
某
柑
柒
染
柔
柘
柚
柜
柞
柠
柢
查
柩
柬
柯
柱
柳
柴
柿
栀
栃
栄
栅
标
栈
栉
栋
栎
栏
树
栓
栖
栗
校
栩
株
样
核
根
格
栽
栾
桀
桁
桂
桃
桅
框
案
桉
桌
桐
桑
桓
桔
桜
桠
桡
桢
档
桥
桦
桧
桨
桩
桶
梁
梅
梆
梓
梗
梢
梦
梧
梨
梭
梯
械
梳
梵
梶
检
棂
棉
棋
棍
棒
棕
棘
棚
棠
棣
森
棱
棵
棹
棺
椁
椅
椋
植
椎
椒
検
椪
椭
椰
椹
椽
椿
楂
楔
楚
楝
楞
楠
楣
楫
楮
楷
楸
楹
楼
楽
概
榄
榆
榈
榉
榔
榕
榖
榛
榜
榨
榫
榭
榱
榴
榷
榻
槁
槃
槌
槎
槐
様
槛
槟
槭
槲
槻
槽
槿
樊
樟
模
権
横
樯
樱
樵
樽
樾
橄
橇
橐
橘
橙
橡
橱
橹
檀
檄
檎
檐
檬
欠
次
欢
欣
欤
欧
欲
欸
欺
款
歆
歇
歉
歌
歙
止
正
此
步
武
歧
歩
歪
歳
歴
歹
死
歼
殁
殃
殆
殇
殉
殊
残
殒
殓
殖
殡
殴
段
殷
殿
毁
毂
毅
毋
母
毎
每
毒
毓
比
毕
毗
毘
毙
毛
毡
毫
毯
毽
氏
氐
民
氓
气
氖
気
氙
氛
氟
氡
氢
氦
氧
氨
氪
氮
氯
氰
氲
水
氷
永
氹
氽
汀
汁
求
汆
汇
汉
汐
汕
汗
汛
汝
汞
江
池
污
汤
汨
汩
汪
汰
汲
汴
汶
汹
汽
汾
沁
沂
沃
沅
沈
沉
沌
沏
沐
沓
沙
沛
沟
没
沢
沣
沥
沦
沧
沪
沫
沭
沮
沱
河
沸
油
治
沼
沽
沾
沿
泄
泉
泊
泌
泓
法
泗
泛
泞
泠
泡
波
泣
泥
注
泪
泫
泮
泯
泰
泱
泳
泵
泷
泸
泻
泼
泽
泾
洁
洄
洋
洒
洗
洙
洛
洞
津
洪
洮
洱
洲
洵
洸
洹
活
洼
洽
派
流
浃
浄
浅
浆
浇
浊
测
济
浏
浑
浒
浓
浔
浙
浚
浜
浣
浦
浩
浪
浬
浮
浯
浴
海
浸
涂
涅
消
涉
涌
涎
涓
涔
涕
涙
涛
涝
涞
涟
涠
涡
涣
涤
润
涧
涨
涩
涪
涮
涯
液
涵
涸
涿
淀
淄
淅
淆
淇
淋
淌
淑
淖
淘
淙
淞
淡
淤
淦
淫
淬
淮
深
淳
混
淹
添
淼
清
済
渉
渊
渋
渍
渎
渐
渔
渗
渚
渝
渠
渡
渣
渤
渥
温
渭
港
渲
渴
游
渺
湃
湄
湍
湖
湘
湛
湟
湫
湮
湳
湾
湿
満
溃
溅
溉
溏
源
溜
溟
溢
溥
溧
溪
溯
溱
溴
溶
溺
滁
滂
滇
滋
滑
滓
滔
滕
滘
滚
滝
滞
滟
满
滢
滤
滥
滦
滨
滩
滴
漂
漆
漉
漏
漓
演
漕
漠
漩
漪
漫
漯
漱
漳
漾
潆
潇
潋
潍
潘
潜
潞
潟
潢
潦
潭
潮
潴
潺
潼
澄
澈
澍
澎
澜
澡
澧
澳
澹
激
濂
濑
濒
濠
濡
濬
濮
濯
瀑
瀚
瀛
瀞
瀬
灌
灏
灞
火
灬
灭
灯
灰
灵
灶
灸
灼
灾
灿
炀
炁
炅
炉
炊
炎
炒
炔
炕
炖
炙
炜
炝
炫
炬
炭
炮
炯
炳
炷
炸
点
炼
炽
烁
烂
烃
烈
烊
烘
烙
烛
烟
烤
烦
烧
烨
烩
烫
烬
热
烯
烷
烹
烽
焉
焊
焕
焖
焗
焘
焙
焚
焜
焦
焯
焰
焱
然
焼
煅
煊
煌
煎
煖
煜
煞
煤
煦
照
煨
煮
煲
煸
煽
熄
熊
熏
熔
熙
熟
熠
熨
熬
熵
熹
燃
燊
燎
燔
燕
燥
燧
燮
燿
爆
爪
爬
爰
爱
爵
父
爷
爸
爹
爻
爽
片
版
牌
牍
牒
牙
牛
牝
牟
牠
牡
牢
牦
牧
物
牯
牲
牵
特
牺
犀
犁
犊
犍
犒
犬
犯
状
犷
犹
狂
狄
狈
狎
狐
狗
狙
狞
狠
狡
狩
独
狭
狮
狱
狸
狼
猎
猖
猗
猛
猜
猝
猥
猩
猪
猫
猬
献
猴
猷
猾
猿
獐
獒
獠
獣
獭
獾
玄
率
玉
王
玑
玖
玛
玟
玠
玥
玩
玫
玮
环
现
玲
玳
玷
玺
玻
珀
珂
珅
珈
珉
珊
珍
珏
珐
珑
珙
珞
珠
珣
珥
珩
珪
班
珮
珲
珺
球
琅
理
琇
琉
琊
琍
琏
琐
琛
琢
琥
琦
琨
琪
琬
琮
琰
琳
琴
琵
琶
琼
瑀
瑁
瑄
瑕
瑗
瑙
瑚
瑛
瑜
瑞
瑟
瑠
瑰
瑶
瑾
璀
璁
璃
璇
璋
璎
璐
璘
璜
璞
璟
璧
璨
璿
瓒
瓜
瓢
瓣
瓤
瓦
瓮
瓯
瓴
瓶
瓷
甄
甑
甘
甙
甚
甜
生
甥
用
甩
甫
甬
甭
田
由
甲
申
电
男
甸
町
画
甾
畀
畅
畈
界
畏
畑
畔
留
畜
略
畦
番
畲
畴
畸
畹
畿
疃
疆
疏
疑
疔
疖
疗
疙
疚
疝
疟
疡
疣
疤
疥
疫
疮
疯
疱
疲
疳
疵
疸
疹
疼
疽
疾
痂
病
症
痈
痉
痊
痒
痔
痕
痘
痛
痞
痢
痣
痤
痧
痨
痫
痰
痱
痴
痹
痿
瘀
瘁
瘘
瘙
瘟
瘠
瘢
瘤
瘦
瘩
瘪
瘫
瘴
瘸
瘾
瘿
癌
癖
癞
癣
癫
癸
発
登
白
百
皂
的
皆
皇
皈
皋
皎
皑
皓
皖
皙
皮
皱
皴
皿
盂
盅
盆
盈
益
盎
盏
盐
监
盒
盔
盖
盗
盘
盛
盟
盥
目
盯
盱
盲
直
相
盹
盼
盾
省
眉
看
県
真
眠
眦
眨
眩
眯
眶
眷
眸
眺
眼
着
睁
睇
睐
睑
睛
睡
睢
督
睥
睦
睨
睫
睬
睹
睽
睾
睿
瞄
瞅
瞋
瞎
瞑
瞒
瞟
瞠
瞥
瞧
瞩
瞪
瞬
瞭
瞰
瞳
瞻
瞿
矗
矛
矜
矢
矣
知
矩
矫
短
矮
石
矶
矽
矾
矿
码
砂
砌
砍
砒
研
砖
砚
砣
砥
砧
砭
砰
砲
破
砷
砸
砺
砼
砾
础
硅
硐
硒
硕
硝
硫
硬
确
硼
碁
碇
碉
碌
碍
碎
碑
碓
碗
碘
碚
碛
碟
碣
碧
碰
碱
碳
碴
碾
磁
磅
磊
磋
磐
磕
磡
磨
磬
磷
磺
礁
示
礼
社
祀
祁
祂
祇
祈
祉
祎
祐
祖
祗
祚
祛
祜
祝
神
祟
祠
祢
祥
票
祭
祯
祷
祸
祺
禀
禁
禄
禅
福
禛
禧
禹
禺
离
禽
禾
秀
私
秃
秆
秉
秋
种
科
秒
秘
租
秣
秤
秦
秧
秩
积
称
秸
移
秽
稀
程
稍
税
稔
稗
稚
稠
稣
稲
稳
稷
稹
稻
稼
稽
稿
穂
穆
穗
穴
究
穷
穹
空
穿
突
窃
窄
窈
窍
窑
窒
窓
窖
窗
窘
窜
窝
窟
窠
窥
窦
窨
窿
立
竖
站
竜
竞
竟
章
竣
童
竭
端
竹
竺
竽
竿
笃
笆
笈
笋
笏
笑
笔
笙
笛
笞
笠
符
笨
第
笹
笺
笼
等
筋
筏
筐
筑
筒
答
策
筛
筝
筠
筱
筲
筵
筷
筹
签
简
箍
箐
箔
箕
算
箝
管
箩
箫
箭
箱
箴
箸
篁
篆
篇
篓
篙
篝
篡
篪
篮
篱
篷
簇
簋
簧
簪
簸
簿
籁
籍
米
类
籼
籽
粄
粉
粑
粒
粕
粗
粘
粟
粤
粥
粧
粪
粮
粱
粲
粳
粹
粼
粽
精
粿
糅
糊
糍
糕
糖
糗
糙
糜
糟
糠
糬
糯
糸
系
紊
素
索
紧
紫
累
経
絮
絵
継
続
綦
総
繁
繇
繋
纂
纠
红
纣
纤
约
级
纨
纪
纫
纬
纭
纯
纱
纲
纳
纵
纶
纷
纸
纹
纺
纽
纾
线
绀
练
组
绅
细
织
终
绊
绍
绎
经
绑
绒
结
绕
绘
给
绚
绛
络
绝
绞
统
绡
绢
绣
绥
绦
继
绩
绪
绫
续
绮
绯
绰
绳
维
绵
绶
绷
绸
绻
综
绽
绾
绿
缀
缄
缅
缆
缇
缈
缉
缎
缓
缔
缕
编
缘
缙
缚
缜
缝
缠
缢
缤
缥
缨
缩
缪
缭
缮
缰
缴
缸
缺
罂
罄
罐
网
罔
罕
罗
罚
罡
罢
罩
罪
置
署
罹
羁
羊
羌
美
羔
羚
羞
羟
羡
群
羧
羯
羲
羸
羹
羽
羿
翁
翅
翊
翌
翎
翔
翘
翟
翠
翡
翦
翩
翰
翱
翳
翻
翼
耀
老
考
耄
者
耆
耋
而
耍
耐
耒
耕
耗
耘
耙
耦
耨
耳
耶
耷
耸
耻
耽
耿
聂
聆
聊
聋
职
聒
联
聘
聚
聪
聴
聿
肃
肄
肆
肇
肉
肋
肌
肓
肖
肘
肚
肛
肝
肠
股
肢
肤
肥
肩
肪
肯
肱
育
肴
肺
肽
肾
肿
胀
胁
胃
胄
胆
背
胍
胎
胖
胚
胛
胜
胝
胞
胡
胤
胥
胧
胪
胫
胭
胯
胰
胱
胳
胴
胶
胸
胺
能
脂
脆
脇
脉
脊
脍
脏
脐
脑
脓
脖
脘
脚
脯
脱
脲
脸
脾
腆
腈
腊
腋
腌
腐
腑
腓
腔
腕
腥
腩
腭
腮
腰
腱
腴
腹
腺
腻
腾
腿
膀
膈
膊
膏
膑
膘
膛
膜
膝
膦
膨
膳
膺
膻
臀
臂
臆
臊
臣
臧
自
臬
臭
至
致
臻
臼
臾
舀
舂
舅
舆
舌
舍
舎
舐
舒
舔
舖
舛
舜
舞
舟
航
舫
般
舰
舱
舵
舶
舷
舸
船
舺
艇
艋
艘
艮
良
艰
色
艳
艹
艺
艾
节
芃
芈
芊
芋
芍
芎
芒
芙
芜
芝
芡
芥
芦
芩
芪
芫
芬
芭
芮
芯
花
芳
芷
芸
芹
芽
芾
苄
苇
苋
苍
苏
苑
苒
苓
苔
苕
苗
苛
苜
苞
苟
苡
苣
若
苦
苫
苯
英
苴
苷
苹
苻
茁
茂
范
茄
茅
茉
茎
茏
茗
茜
茧
茨
茫
茬
茭
茯
茱
茴
茵
茶
茸
茹
荀
荃
荆
草
荏
荐
荒
荔
荖
荘
荚
荞
荟
荠
荡
荣
荤
荥
荧
荨
荪
荫
药
荳
荷
荻
荼
荽
莅
莆
莉
莎
莒
莓
莘
莞
莠
莪
莫
莱
莲
获
莹
莺
莽
菀
菁
菅
菇
菈
菊
菌
菏
菓
菖
菘
菜
菟
菠
菡
菩
菱
菲
菽
萁
萃
萄
萋
萌
萍
萎
萘
萝
萤
营
萦
萧
萨
萩
萱
萸
萼
落
葆
著
葛
葡
董
葩
葫
葬
葭
葱
葳
葵
葶
葺
蒂
蒋
蒙
蒜
蒟
蒨
蒲
蒸
蒹
蒻
蒿
蓁
蓄
蓉
蓑
蓓
蓖
蓝
蓟
蓦
蓬
蓼
蓿
蔑
蔓
蔗
蔚
蔡
蔫
蔬
蔵
蔷
蔺
蔻
蔼
蔽
蕃
蕈
蕉
蕊
蕙
蕤
蕨
蕲
蕴
蕻
蕾
薄
薅
薇
薏
薙
薛
薨
薪
薬
薯
薰
藉
藏
藐
藓
藕
藜
藤
藩
藻
藿
蘑
蘖
蘸
蘼
虎
虏
虐
虑
虔
虚
虞
虢
虫
虬
虱
虹
虻
虽
虾
蚀
蚁
蚂
蚊
蚌
蚓
蚕
蚜
蚝
蚣
蚤
蚧
蚩
蚱
蚵
蛀
蛆
蛇
蛊
蛋
蛎
蛔
蛙
蛛
蛟
蛤
蛭
蛮
蛰
蛳
蛹
蛾
蜀
蜂
蜃
蜇
蜈
蜊
蜒
蜓
蜕
蜗
蜘
蜚
蜜
蜡
蜥
蜱
蜷
蜻
蜿
蝇
蝉
蝎
蝗
蝙
蝠
蝴
蝶
蝽
螂
融
螟
螨
螭
螯
螳
螺
蟀
蟆
蟋
蟑
蟒
蟠
蟹
蟾
蠕
蠡
蠢
蠹
血
衄
衅
行
衍
衔
街
衙
衞
衡
衢
衣
补
表
衩
衫
衬
衮
衰
衲
衷
衾
衿
袁
袂
袄
袅
袋
袍
袒
袖
袜
袤
袪
被
袭
袱
裁
裂
装
裆
裔
裕
裘
裙
裟
裤
裨
裱
裳
裴
裸
裹
裾
褂
褐
褒
褔
褚
褥
褪
褫
褶
襄
襟
西
要
覃
覆
覚
観
见
观
规
觅
视
览
觉
觊
觐
觑
角
觞
解
觥
触
言
訳
詹
誉
誓
読
警
譬
计
订
认
讥
讨
让
讪
讫
训
议
讯
记
讲
讳
讴
讶
讷
许
讹
论
讼
讽
设
访
诀
证
诃
评
诅
识
诈
诉
诊
诋
词
诏
译
试
诗
诘
诙
诚
诛
话
诞
诟
诠
诡
询
诣
诤
该
详
诧
诩
诫
诬
语
误
诰
诱
诲
说
诵
诶
请
诸
诺
读
诽
课
谀
谁
调
谄
谅
谆
谈
谊
谋
谌
谍
谎
谏
谐
谑
谒
谓
谔
谕
谗
谘
谙
谚
谛
谜
谟
谢
谣
谤
谥
谦
谧
谨
谩
谪
谬
谭
谯
谱
谲
谴
谶
谷
豁
豆
豉
豊
豌
豚
象
豢
豪
豫
豹
豺
貂
貌
貔
貘
贝
贞
负
贡
财
责
贤
败
账
货
质
贩
贪
贫
贬
购
贮
贯
贰
贱
贲
贴
贵
贷
贸
费
贺
贻
贼
贾
贿
赁
赂
赃
资
赅
赈
赊
赋
赌
赎
赏
赐
赓
赔
赖
赘
赚
赛
赝
赞
赟
赠
赡
赢
赣
赤
赦
赧
赫
赭
走
赳
赴
赵
赶
起
趁
超
越
趋
趟
趣
足
趴
趸
趺
趾
跃
跄
跆
跋
跌
跎
跑
跖
跗
跛
距
跟
跤
跨
跪
路
跳
践
跷
跺
跻
踊
踏
踝
踞
踢
踩
踪
踮
踱
踵
踹
蹂
蹄
蹇
蹈
蹉
蹊
蹋
蹑
蹙
蹦
蹩
蹬
蹭
蹲
蹴
蹶
蹼
蹿
躁
身
躬
躯
躲
躺
転
车
轧
轨
轩
转
轭
轮
软
轰
轲
轴
轶
轸
轻
轼
载
轿
较
辄
辅
辆
辇
辈
辉
辊
辍
辐
辑
输
辕
辖
辗
辘
辙
辛
辜
辞
辟
辣
辨
辩
辫
辰
辱
边
辺
辻
込
辽
达
迁
迂
迄
迅
过
迈
迎
运
近
返
还
这
进
远
违
连
迟
迢
迤
迥
迦
迩
迪
迫
迭
述
迳
迷
迸
迹
迺
追
退
送
适
逃
逅
逆
选
逊
逍
透
逐
递
途
逗
通
逛
逝
逞
速
造
逢
逮
逵
逶
逸
逻
逼
逾
遁
遂
遇
遍
遏
遐
遑
遒
道
遗
遛
遢
遣
遥
遨
遭
遮
遴
遵
遶
遽
避
邀
邃
邈
邑
邓
邕
邛
邝
邢
那
邦
邨
邪
邬
邮
邯
邰
邱
邳
邵
邸
邹
邺
邻
郁
郅
郊
郎
郑
郗
郜
郝
郡
郢
郤
郦
郧
部
郫
郭
郴
郷
郸
都
鄂
鄙
鄞
鄢
鄱
酉
酊
酋
酌
配
酐
酒
酗
酚
酝
酢
酣
酥
酩
酪
酬
酮
酯
酰
酱
酵
酶
酷
酸
酿
醇
醉
醋
醍
醒
醚
醛
醪
醮
醯
醴
醺
采
釉
释
里
重
野
量
金
釜
鈭
鉄
鉴
銝
銮
鎏
鎗
鏖
鑫
针
钉
钊
钎
钏
钒
钓
钗
钙
钛
钜
钝
钞
钟
钠
钡
钢
钣
钤
钥
钦
钧
钨
钩
钮
钯
钰
钱
钳
钴
钵
钺
钻
钼
钾
钿
铀
铁
铂
铃
铄
铅
铆
铉
铋
铌
铍
铎
铐
铛
铜
铝
铠
铡
铢
铣
铤
铨
铬
铭
铮
铰
铲
铳
铵
银
铸
铺
链
铿
销
锁
锂
锄
锅
锆
锈
锉
锋
锌
锏
锐
锑
锗
错
锚
锟
锡
锢
锣
锤
锥
锦
锭
键
锯
锰
锲
锵
锶
锹
锺
锻
镀
镁
镂
镇
镉
镌
镍
镐
镑
镕
镖
镗
镛
镜
镣
镬
镭
镯
镰
镳
镶
长
関
闘
门
闪
闫
闭
问
闯
闰
闲
间
闵
闷
闸
闹
闺
闻
闽
闾
阀
阁
阂
阅
阆
阇
阈
阉
阎
阐
阑
阔
阕
阖
阗
阙
阚
阜
队
阡
阪
阮
阱
防
阳
阴
阵
阶
阻
阿
陀
陂
附
际
陆
陇
陈
陋
陌
降
限
陕
陛
陟
陡
院
除
陨
险
陪
陲
陵
陶
陷
険
隅
隆
隈
隋
隍
随
隐
隔
隗
隘
隙
障
隞
隠
隡
隣
隧
隶
隼
隽
难
雀
雁
雄
雅
集
雇
雉
雌
雍
雎
雏
雑
雒
雕
雨
雪
雯
雳
零
雷
雹
雾
需
霁
霂
霄
霆
震
霈
霉
霊
霍
霎
霏
霑
霓
霖
霜
霞
霭
霰
露
霸
霹
霾
青
靓
靖
静
靛
非
靠
靡
面
靥
革
靳
靴
靶
靼
鞅
鞋
鞍
鞑
鞘
鞠
鞣
鞭
韦
韧
韩
韬
韭
音
韵
韶
頼
页
顶
顷
项
顺
须
顼
顽
顾
顿
颁
颂
预
颅
领
颇
颈
颉
颊
颌
颍
颏
颐
频
颓
颔
颖
颗
题
颚
颛
颜
额
颞
颠
颡
颢
颤
颦
颧
风
飒
飓
飘
飙
飚
飞
食
飨
餐
饕
饥
饧
饪
饬
饭
饮
饯
饰
饱
饲
饴
饵
饶
饷
饺
饼
饽
饿
馀
馁
馅
馆
馈
馋
馍
馏
馒
馔
首
馗
香
馥
馨
駄
駅
駆
験
马
驭
驮
驯
驰
驱
驳
驴
驶
驷
驸
驹
驻
驼
驾
驿
骁
骂
骄
骅
骆
骇
骈
骊
骋
验
骏
骐
骑
骗
骚
骛
骜
骞
骠
骡
骤
骥
骧
骨
骰
骶
骷
骸
骼
髂
髅
髋
髓
高
髦
髪
髯
髻
鬃
鬓
鬟
鬣
鬲
鬼
魁
魂
魄
魅
魇
魏
魔
鮨
鱼
鱿
鲀
鲁
鲈
鲉
鲍
鲑
鲛
鲜
鲟
鲢
鲤
鲨
鲫
鲱
鲲
鲶
鲷
鲸
鳃
鳄
鳅
鳌
鳍
鳕
鳖
鳗
鳝
鳞
鸟
鸠
鸡
鸢
鸣
鸥
鸦
鸨
鸪
鸭
鸮
鸯
鸳
鸵
鸽
鸾
鸿
鹂
鹃
鹄
鹅
鹈
鹊
鹌
鹏
鹑
鹗
鹘
鹜
鹞
鹤
鹦
鹧
鹫
鹭
鹰
鹳
鹿
麂
麋
麒
麓
麝
麟
麦
麸
麻
麾
黄
黍
黎
黏
黑
黒
黔
默
黛
黜
黝
黠
黯
鼋
鼎
鼐
鼓
鼠
鼬
鼹
鼻
鼾
齁
齐
齿
龄
龈
龋
龙
龚
龛
龟
！
（
）
，
．
：
；
？
00
01
02
03
04
05
06
07
08
09
0l
0t
10
11
12
13
14
15
16
17
18
19
1a
1b
1g
1m
1v
20
21
22
23
24
25
26
27
28
29
2a
2b
2d
2g
2k
2l
2m
30
31
32
33
34
35
36
37
38
39
3a
3c
3d
3g
3m
3p
3s
3t
40
41
42
43
44
45
46
47
48
49
4a
4d
4g
4k
4l
4m
4s
50
51
52
53
54
55
56
57
58
59
5a
5c
5d
5g
5k
5l
5m
5s
5t
5v
60
61
62
63
64
65
66
67
68
69
6a
6g
6l
6m
6p
6s
70
71
72
73
74
75
76
77
78
79
80
81
82
83
84
85
86
87
88
89
8g
8k
90
91
92
93
94
95
96
97
98
99
a1
a2
a3
a4
a5
a6
a7
a8
a9
aa
ab
ac
ad
ae
af
ag
ah
ai
ak
al
am
an
ap
ar
as
at
au
av
b1
b2
b3
b5
b6
ba
bb
bc
bd
be
bh
bi
bl
bo
bp
br
bt
by
c1
c2
c3
c4
c5
ca
cb
cc
cd
ce
cf
cg
ch
ci
cj
ck
cl
cm
cn
co
cp
cr
cs
ct
cv
cx
d1
d2
d3
d5
da
db
dc
dd
de
di
dj
dl
dm
do
dr
ds
dt
du
dv
dx
e1
e2
e3
e5
e6
e7
ea
eb
ec
ed
ee
ef
el
em
en
ep
eq
er
es
et
ev
ex
f1
f2
f3
f4
f5
fa
fb
fc
fe
ff
fi
fm
ft
fu
fx
g1
g2
g3
g5
g6
g7
g9
ga
gb
gc
gd
ge
gg
gi
gl
gm
go
gp
gs
gt
h1
h2
h5
h6
ha
hd
he
hi
hk
ho
hp
hr
hu
i3
i5
i7
ib
ic
id
ie
if
ig
ii
il
im
in
io
ip
iq
ir
is
it
iu
iv
jb
ji
jj
jo
jp
jr
js
k2
ka
kb
kd
kg
kk
kl
km
ko
ky
l1
l2
la
lc
le
lg
li
ll
lo
lp
lt
lu
lv
ly
lz
m1
m2
m3
m4
m5
m8
ma
mb
mc
md
me
mg
mi
mk
ml
mm
mo
mp
mr
ms
mt
mu
mv
mx
my
n1
n2
n3
na
nb
nc
ne
ng
ni
no
np
ns
nt
nu
oa
ob
of
oh
ok
ol
on
oo
op
or
os
p1
p2
p3
p9
pa
pc
pd
pe
pg
ph
pi
pk
pm
po
pp
pr
ps
pt
pu
pv
q1
q2
q3
q4
q5
q7
qa
qe
qi
qq
qr
qs
qt
r1
r2
r8
r9
ra
rc
rd
re
rf
rm
rn
ro
rp
rq
rs
rt
ru
rx
s1
s2
s3
s4
s5
s6
s7
s8
sa
sb
sc
sd
se
sf
sg
sh
si
sk
sm
so
sp
sr
ss
st
su
t1
t2
t3
ta
tb
tc
td
te
tf
ti
tm
to
ts
tt
tv
tw
ua
uc
ui
uk
ul
up
us
uv
v1
v2
v3
v4
v5
v6
v8
v9
va
vc
ve
vi
vm
vr
vs
wd
we
wi
wp
wu
ww
x1
x2
x3
x4
x5
x6
x7
x9
xa
xd
xi
xl
xp
xr
xx
xz
ya
yi
yu
yy
z2
zh
一一
一万
一丈
一下
一世
一丝
一两
一个
一中
一串
一举
一事
一二
一些
一亩
一亿
一代
一件
一任
一份
一伙
一会
一位
一体
一例
一侧
一倍
一元
一八
一共
一具
一册
一再
一出
一刀
一分
一切
一列
一则
一刻
一剑
一副
一动
一勺
一包
一匹
一千
一半
一卷
一双
一发
一口
一句
一只
一台
一叶
一号
一同
一名
一向
一员
一周
一味
一品
一回
一团
一圈
一场
一块
一堂
一堆
一声
一处
一夜
一大
一天
一头
一套
一如
一季
一宗
一定
一审
一家
一寸
一对
一封
一尊
一小
一尺
一局
一层
一届
一岁
一师
一带
一席
一帮
一幅
一幕
一幢
一年
一并
一度
一座
一开
一张
一律
一心
一战
一户
一所
一扇
一手
一打
一批
一把
一抹
一招
一拳
一排
一支
一文
一斤
一新
一方
一旁
一日
一旦
一早
一时
一晃
一曲
一月
一朝
一期
一本
一朵
一杆
一村
一束
一条
一来
一杯
一枚
一枝
一枪
一架
一栋
一株
一样
一根
一案
一桌
一档
一桩
一桶
一梦
一棵
一楼
一概
一次
一款
一步
一段
一气
一汽
一派
一流
一滴
一点
一片
一班
一瓶
一生
一番
一百
一盆
一盏
一盒
一盘
一直
一眼
一睹
一瞬
一碗
一票
一种
一秒
一程
一站
一章
一端
一笔
一等
一箱
一篇
一米
一类
一粒
一级
一纸
一线
一组
一经
一统
一维
一缕
一群
一股
一脚
一脸
一腔
一致
一般
一艘
一色
一节
一行
一袋
一览
一角
一记
一贯
一起
一趟
一路
一身
一车
一轮
一辆
一辈
一边
一连
一通
一遍
一道
一部
一重
一针
一门
一间
一队
一阵
一隅
一集
一面
一页
一顶
一项
一顿
一颗
一餐
一首
一齐
丁丁
丁卯
丁基
丁未
丁酉
丁香
七一
七七
七世
七个
七五
七位
七八
七分
七十
七千
七号
七品
七夕
七天
七宝
七层
七届
七岁
七年
七座
七彩
七律
七成
七日
七星
七月
七条
七次
七点
七百
七种
七章
七级
七色
七言
七里
七项
万一
万万
万丈
万世
万两
万个
万事
万亩
万亿
万代
万件
万份
万众
万余
万元
万册
万分
万千
万卷
万历
万古
万台
万名
万向
万吨
万国
万圣
万块
万多
万头
万套
万宁
万安
万宝
万家
万山
万岁
万州
万年
万张
万户
万斤
万方
万条
万株
万桶
万次
万民
万物
万福
万种
万科
万米
万股
万能
万般
万象
万豪
万辆
万达
万通
万部
万里
丈夫
丈量
三七
三万
三下
三世
三两
三个
三中
三九
三五
三井
三亚
三产
三代
三件
三份
三位
三倍
三元
三八
三公
三军
三农
三分
三包
三区
三十
三千
三卷
三口
三句
三只
三台
三叶
三号
三合
三名
三周
三品
三四
三国
三场
三块
三处
三天
三头
三套
三子
三季
三宝
三家
三尺
三局
三层
三届
三山
三岁
三岛
三峡
三年
三度
三座
三张
三弦
三成
三房
三才
三支
三教
三方
三无
三日
三明
三星
三昧
三晋
三月
三期
三本
三条
三板
三根
三桥
三次
三款
三步
三段
三毛
三水
三江
三河
三洋
三流
三清
三滤
三点
三环
三生
三甲
三界
三百
三皇
三相
三种
三科
三秦
三章
三等
三篇
三类
三级
三线
三组
三维
三者
三联
三节
三菱
三藏
三观
三角
三路
三轮
三进
三通
三遍
三道
三部
三里
三重
三门
三间
三阳
三院
三面
三项
三颗
三餐
三首
上万
上下
上乘
上书
上交
上京
上任
上传
上位
上体
上佳
上党
上册
上前
上千
上升
上午
上半
上卷
上去
上古
上台
上司
上周
上品
上唇
上场
上坡
上天
上头
上学
上官
上将
上尉
上层
上届
上山
上岗
上岸
上市
上帝
上年
上床
上当
上扬
上报
上攻
上方
上旬
上映
上期
上机
上来
上架
上校
上桌
上楼
上榜
上次
上流
上浮
上海
上涨
上游
上溯
上演
上火
上班
上瘾
上百
上皮
上移
上空
上端
上篮
上级
上线
上缴
上网
上联
上肢
上船
上药
上菜
上虞
上行
上街
上衣
上表
上装
上访
上证
上诉
上课
上调
上路
上身
上车
上边
上述
上部
上野
上钩
上铺
上门
上阵
上限
上面
上颌
上风
上饶
上马
下乡
下令
下位
下体
下关
下册
下凡
下列
下午
下单
下压
下去
下发
下台
下同
下周
下唇
下图
下场
下坡
下垂
下嫁
下层
下属
下山
下岗
下巴
下手
下挫
下探
下摆
下放
下文
下方
下旬
下期
下来
下棋
下楼
下榻
下次
下水
下沉
下沙
下注
下流
下海
下游
下滑
下狱
下班
下界
下移
下端
下笔
下篇
下级
下线
下联
下肢
下腹
下落
下行
下设
下课
下调
下跌
下跪
下身
下车
下载
下辖
下边
下达
下过
下述
下部
下锅
下降
下限
下陷
下雨
下雪
下面
下颌
下颚
下马
不下
不严
不丹
不久
不乏
不了
不予
不争
不二
不仅
不休
不会
不但
不住
不便
不俗
不值
不停
不光
不免
不公
不具
不再
不准
不减
不凡
不利
不到
不力
不单
不厌
不及
不变
不可
不吃
不合
不同
不善
不均
不堪
不够
不失
不好
不如
不妙
不妥
不妨
不孕
不孝
不安
不定
不宜
不容
不小
不少
不尽
不屈
不屑
不巧
不已
不平
不幸
不当
不得
不必
不忍
不快
不怕
不息
不悦
不惜
不想
不愧
不慎
不懈
不成
不拘
不敢
不料
不断
不无
不时
不明
不易
不是
不曾
不服
不朽
不止
不正
不法
不济
不满
不然
不爽
不理
不甘
不用
不由
不畏
不留
不知
不破
不祥
不禁
不竭
不符
不算
不管
不羁
不肯
不育
不胜
不能
不致
不良
不菲
不行
不衰
不要
不见
不觉
不解
不计
不让
不许
不论
不该
不详
不语
不负
不败
不足
不过
不远
不适
不通
不配
不错
不问
不难
不靠
不顺
不须
不顾
不齐
与会
与其
与否
与非
丐帮
丑女
丑恶
丑闻
丑陋
专一
专业
专人
专供
专修
专刊
专列
专利
专制
专区
专卖
专员
专场
专家
专属
专心
专户
专指
专攻
专政
专有
专权
专柜
专栏
专案
专注
专版
专用
专电
专科
专程
专精
专线
专署
专职
专营
专著
专访
专车
专辑
专长
专门
专集
专项
专题
世上
世事
世人
世代
世俗
世博
世外
世子
世孙
世宗
世家
世尊
世居
世情
世故
世界
世祖
世系
世纪
世袭
世贸
世道
世间
丘疹
丘陵
丙午
丙烯
丙申
丙肝
丙辰
丙酮
业主
业余
业内
业务
业已
业态
业界
业绩
业者
丛中
丛书
丛刊
丛林
丛生
东东
东临
东乡
东亚
东京
东侧
东关
东兴
东北
东区
东升
东华
东南
东台
东吴
东周
东坡
东城
东大
东夷
东安
东宫
东家
东山
东岳
东岸
东川
东平
东征
东德
东方
东明
东晋
东村
东来
东林
东欧
东段
东汉
东江
东洋
东海
东渡
东港
东湖
东盟
东站
东端
东线
东经
东至
东航
东芝
东莞
东营
东街
东西
东起
东路
东边
东郊
东部
东野
东门
东阳
东阿
东非
东面
东风
东魏
东麓
丝巾
丝带
丝毫
丝状
丝瓜
丝线
丝绒
丝绸
丝网
丝袜
丝路
丞相
丢下
丢人
丢失
丢弃
丢掉
丢脸
两万
两下
两个
两代
两件
两份
两会
两位
两侧
两倍
两册
两分
两千
两半
两卷
两厢
两口
两句
两只
两台
两名
两周
两地
两场
两块
两基
两处
两天
两头
两套
两委
两季
两家
两对
两层
两届
两岁
两岸
两幅
两年
两广
两度
两座
两张
两性
两成
两所
两手
两把
两排
两支
两方
两旁
两日
两期
两本
两条
两极
两枚
两架
两栋
两栖
两样
两根
两次
两款
两步
两段
两汉
两江
两河
两派
两点
两片
两用
两百
两眼
两种
两端
两篇
两米
两类
两级
两线
两组
两翼
两者
两股
两艘
两节
两行
两起
两路
两车
两轮
两辆
两边
两遍
两道
两部
两门
两间
两队
两院
两难
两面
两项
两颗
两首
严厉
严守
严密
严寒
严峻
严惩
严打
严控
严明
严查
严格
严禁
严肃
严苛
严谨
严酷
严重
严防
丧事
丧命
丧失
丧尸
丧父
丧生
丧葬
个个
个人
个体
个例
个别
个头
个子
个展
个性
个数
个案
个股
丫头
丫鬟
中专
中东
中举
中亚
中产
中介
中信
中共
中兴
中军
中加
中化
中医
中午
中华
中南
中卫
中原
中古
中叶
中国
中土
中场
中坚
中型
中堂
中外
中央
中奖
中子
中学
中将
中尉
中小
中层
中山
中州
中巴
中常
中平
中年
中度
中庸
中建
中式
中弹
中心
中性
中意
中投
中招
中指
中排
中文
中断
中方
中日
中旬
中暑
中曾
中期
中枢
中标
中校
中档
中欧
中止
中正
中段
中毒
中油
中海
中游
中环
中秋
中科
中空
中立
中等
中篇
中粮
中级
中线
中继
中考
中耕
中职
中联
中肯
中航
中药
中行
中街
中西
中观
中视
中试
中资
中路
中转
中轴
中远
中选
中途
中速
中道
中部
中铁
中银
中锋
中间
中队
中院
中非
中频
中风
中餐
丰产
丰厚
丰县
丰台
丰富
丰收
丰满
丰田
丰盈
丰盛
丰硕
丰碑
串口
串珠
串联
串行
串通
临场
临安
临川
临床
临摹
临时
临江
临汾
临沂
临沧
临河
临海
临淄
临清
临港
临界
临终
临行
临街
临近
丸子
丹东
丹佛
丹参
丹尼
丹田
丹药
丹阳
丹霞
丹青
丹麦
为主
为了
为伍
为伴
为何
为先
为准
为名
为啥
为官
为害
为政
为数
为期
为止
为此
为民
为生
为辅
为重
为难
为题
为首
主业
主义
主产
主人
主任
主体
主修
主公
主创
主力
主办
主动
主厨
主唱
主因
主场
主城
主妇
主委
主子
主审
主宰
主导
主将
主峰
主帅
主席
主干
主张
主意
主战
主打
主持
主控
主推
主攻
主教
主料
主旨
主机
主权
主板
主枝
主楼
主次
主治
主流
主演
主神
主笔
主管
主线
主编
主营
主要
主见
主观
主角
主讲
主语
主轴
主队
主页
主频
主题
主食
丽丽
丽人
丽水
丽江
丽莎
举人
举例
举兵
举出
举办
举动
举家
举手
举报
举措
举杯
举止
举荐
举行
举证
举起
举重
乃是
乃至
久久
久之
久保
久病
久远
久违
义乌
义军
义务
义卖
义工
义气
义理
义诊
之一
之三
之上
之下
之中
之二
之内
之前
之后
之外
之江
之流
之用
之类
之间
之际
乌云
乌兰
乌头
乌尔
乌拉
乌斯
乌梅
乌江
乌贼
乌镇
乌鸡
乌鸦
乌黑
乌龙
乌龟
乏力
乏味
乐乐
乐于
乐器
乐团
乐园
乐土
乐坛
乐天
乐山
乐平
乐府
乐意
乐手
乐曲
乐果
乐清
乐理
乐章
乐舞
乐观
乐谱
乐趣
乐迷
乐队
乒乓
乔丹
乔木
乔治
乖乖
乖巧
乘以
乘员
乘坐
乘客
乘机
乘法
乘着
乘积
乘船
乘车
乘风
乙丑
乙基
乙方
乙未
乙炔
乙烯
乙级
乙肝
乙酯
乙酰
乙酸
乙醇
乙醚
九个
九九
九二
九五
九分
九十
九华
九号
九品
九大
九天
九宫
九尾
九层
九届
九岁
九州
九年
九成
九日
九曲
九月
九条
九段
九江
九洲
九点
九种
九章
九重
九门
九阳
九霄
九鼎
九龙
乞丐
乞讨
也好
也罢
也许
也门
习作
习俗
习性
习惯
习题
乡下
乡亲
乡土
乡情
乡愁
乡村
乡民
乡级
乡试
乡贤
乡里
乡镇
乡长
乡间
书上
书体
书信
书写
书刊
书包
书协
书单
书卷
书友
书名
书后
书城
书局
书屋
书展
书库
书店
书房
书斋
书本
书架
书柜
书桌
书法
书生
书画
书目
书社
书稿
书签
书籍
书系
书记
书评
书院
书面
书香
买下
买入
买单
买卖
买好
买家
买房
买断
买方
买来
买点
买票
买进
乱世
乳业
乳剂
乳化
乳品
乳头
乳房
乳汁
乳液
乳突
乳粉
乳糖
乳胶
乳腺
乳酪
乳酸
乳香
乳鸽
乾坤
乾隆
了结
了解
予以
争做
争先
争创
争取
争吵
争夺
争当
争得
争执
争抢
争斗
争相
争端
争议
争论
争辩
争锋
争霸
争鸣
事业
事事
事件
事例
事儿
事先
事关
事前
事务
事发
事变
事后
事宜
事实
事态
事情
事故
事权
事物
事理
事由
事迹
事项
二七
二三
二世
二两
二个
二中
二人
二代
二位
二元
二八
二分
二十
二千
二卷
二句
二号
二名
二品
二哥
二回
二处
二套
二审
二小
二层
二届
二年
二度
二战
二手
二日
二月
二期
二本
二条
二来
二楼
二次
二段
二流
二环
二甲
二百
二种
二章
二等
二类
二级
二线
二组
二维
二者
二胎
二胡
二路
二连
二道
二郎
二部
二重
二队
二阶
二项
二首
于今
于是
亏了
亏损
亏本
云中
云云
云南
云台
云天
云层
云山
云彩
云朵
云杉
云梦
云母
云海
云游
云烟
云盘
云端
云阳
云集
云雾
云霄
云霞
云顶
云龙
互不
互为
互信
互利
互动
互助
互惠
互换
互生
互相
互联
互补
互连
互通
五一
五七
五万
五世
五个
五中
五代
五位
五保
五倍
五六
五分
五十
五千
五卷
五台
五号
五名
五味
五品
五四
五块
五大
五天
五官
五家
五层
五届
五岁
五岳
五峰
五帝
五常
五年
五座
五彩
五成
五指
五方
五日
五星
五更
五月
五条
五次
五洲
五点
五环
五百
五矿
五福
五种
五笔
五类
五级
五经
五脏
五色
五行
五言
五谷
五路
五通
五道
五郎
五部
五里
五金
五间
五项
五香
五龙
井上
井下
井口
井喷
井水
井盖
亘古
亚丁
亚东
亚克
亚军
亚太
亚尔
亚当
亚斯
亚欧
亚泰
亚洲
亚瑟
亚目
亚种
亚科
亚纲
亚裔
亚运
亚非
亚麻
些许
亟待
亟需
亡国
亡灵
亢奋
亢进
交互
交付
交代
交会
交出
交到
交割
交办
交叉
交友
交口
交响
交大
交往
交待
交情
交战
交手
交投
交换
交接
交收
交易
交替
交汇
交流
交涉
交游
交火
交点
交由
交界
交税
交纳
交织
交给
交联
交融
交行
交警
交谈
交货
交费
交运
交通
交配
交钱
交锋
交错
交际
交集
亦可
亦庄
亦然
亦非
产下
产业
产于
产值
产假
产出
产区
产卵
产后
产品
产地
产妇
产权
产物
产生
产科
产能
产量
产销
亨利
亨特
亩产
享乐
享受
享年
享有
享用
享誉
京东
京兆
京剧
京华
京城
京师
京报
京沪
京津
京珠
京都
亭子
亮丽
亮光
亮出
亮化
亮度
亮点
亮相
亮眼
亮色
亲临
亲亲
亲人
亲信
亲切
亲历
亲友
亲吻
亲妈
亲子
亲密
亲属
亲情
亲戚
亲手
亲朋
亲本
亲水
亲热
亲爱
亲率
亲王
亲生
亲眼
亲笔
亲缘
亲自
亲身
亲近
亳州
亵渎
人世
人为
人事
人人
人们
人体
人偶
人儿
人力
人参
人口
人员
人命
人品
人均
人士
人声
人大
人头
人妖
人学
人家
人寿
人居
人工
人形
人影
人心
人性
人情
人手
人才
人数
人文
人机
人权
人格
人次
人民
人气
人流
人渣
人潮
人物
人生
人眼
人种
人称
人类
人缘
人群
人脑
人脸
人行
人质
人身
人选
人造
人间
人防
人际
人面
人马
亿万
亿元
亿吨
亿多
亿年
亿次
亿股
什么
仁义
仁和
仁寿
仁川
仁德
仁慈
仁爱
仁者
仄仄
仅仅
仆人
仇人
仇恨
仇敌
仇视
今世
今人
今后
今夏
今夜
今天
今年
今日
今晚
今朝
今生
介于
介入
介子
介导
介意
介绍
介词
介质
仍旧
仍然
从不
从业
从严
从中
从事
从众
从军
从前
从句
从头
从容
从小
从师
从政
从教
从未
从来
从此
从没
从而
从轻
从重
仓位
仓促
仓储
仓库
仓鼠
仔猪
仔细
仕途
他人
他们
他俩
他家
仗义
付出
付息
付款
付清
付给
付费
付钱
仙人
仙剑
仙台
仙境
仙女
仙子
仙居
仙山
仙桃
仙游
仙界
仙鹤
代为
代价
代偿
代入
代办
代号
代孕
代尔
代工
代收
代数
代替
代步
代理
代码
代称
代管
代行
代表
代言
代词
代谢
代购
代销
令人
令牌
令狐
以上
以下
以东
以为
以便
以免
以内
以利
以前
以北
以南
以及
以后
以图
以备
以外
以太
以往
以待
以德
以期
以来
以此
以求
以示
以至
以致
以西
以防
仪器
仪式
仪表
仰卧
仰天
仰慕
仰望
仰视
仲裁
价位
价值
价差
价格
价款
价钱
任一
任何
任免
任内
任凭
任务
任县
任命
任性
任意
任教
任期
任用
任由
任职
任选
份子
份量
份额
仿佛
仿制
仿古
仿效
仿照
仿生
仿真
企业
企划
企及
企图
企鹅
伊万
伊人
伊凡
伊利
伊始
伊尔
伊斯
伊朗
伊犁
伊索
伊达
伎俩
伏击
伏笔
伏羲
伐木
休假
休克
休养
休学
休息
休憩
休整
休斯
休眠
休闲
众人
众多
众生
优于
优先
优劣
优势
优化
优厚
优异
优待
优惠
优抚
优点
优生
优秀
优美
优胜
优良
优质
优越
优选
优雅
伙伴
伙计
伙食
会上
会儿
会刊
会务
会友
会合
会同
会后
会员
会商
会场
会址
会堂
会展
会师
会徽
会心
会战
会昌
会晤
会考
会见
会计
会议
会诊
会试
会谈
会费
会长
会阴
会面
会馆
伞形
伟业
伟人
伟大
传世
传中
传人
传入
传出
传到
传动
传单
传唱
传奇
传媒
传导
传开
传感
传承
传授
传播
传教
传来
传染
传热
传球
传略
传真
传神
传给
传统
传言
传记
传译
传说
传诵
传输
传达
传送
传递
传遍
传道
传销
传闻
伤亡
伤人
伤势
伤及
伤口
伤员
伤害
伤寒
伤心
伤悲
伤情
伤感
伤残
伤疤
伤病
伤痕
伤痛
伤者
伦敦
伦理
伪军
伪装
伪造
伫立
伯乐
伯伯
伯恩
伯格
伯爵
伯父
估价
估值
估算
估计
伴侣
伴奏
伴娘
伴有
伴生
伴随
伸入
伸出
伸向
伸展
伸手
伸直
伸缩
伸长
伺候
伺服
伺机
似乎
似火
似的
伽蓝
但丁
但凡
但愿
但是
位于
位列
位处
位子
位居
位数
位点
位移
位置
低下
低于
低价
低估
低位
低俗
低保
低分
低劣
低压
低声
低头
低层
低廉
低效
低档
低沉
低洼
低温
低潮
低点
低矮
低空
低端
低等
低级
低落
低调
低谷
低迷
低速
低音
低频
住址
住处
住宅
住宿
住户
住房
住所
住持
住校
住院
佐料
佐藤
佐证
体会
体位
体例
体内
体制
体力
体味
体坛
体型
体外
体委
体式
体弱
体形
体彩
体征
体态
体悟
体操
体校
体格
体检
体液
体温
体现
体积
体系
体罚
体育
体能
体色
体虚
体表
体裁
体谅
体质
体贴
体重
体量
体长
体面
体验
体魄
何不
何为
何事
何人
何以
何其
何况
何在
何处
何如
何妨
何尝
何必
何故
何方
何日
何时
何来
何止
何物
何用
何种
何等
何苦
何谓
何须
余万
余下
余个
余亩
余件
余位
余元
余台
余名
余地
余处
余姚
余家
余幅
余年
余户
余条
余杭
余次
余款
余热
余生
余种
余篇
余米
余脉
余部
余间
余项
余额
佚名
佛像
佛光
佛堂
佛塔
佛学
佛家
佛寺
佛山
佛手
佛教
佛殿
佛法
佛珠
佛祖
佛经
佛门
佛陀
作业
作为
作乱
作价
作假
作出
作协
作品
作响
作图
作坊
作好
作客
作家
作对
作序
作废
作弊
作怪
作息
作恶
作成
作战
作文
作曲
作案
作法
作物
作用
作画
作祟
作答
作罢
作者
作证
作词
作风
你们
你好
你家
佣金
佤族
佩兰
佩尔
佩带
佩戴
佩服
佩里
佳丽
佳人
佳作
佳句
佳品
佳绩
佳肴
佳能
佳节
佳话
使出
使劲
使君
使命
使徒
使得
使然
使用
使者
使臣
使节
使馆
侄女
侄子
例会
例句
例外
例如
例子
例行
例证
例题
侍中
侍从
侍卫
侍奉
侍女
侍郎
侏儒
侗族
供养
供奉
供应
供暖
供气
供水
供求
供油
供热
供电
供给
供职
供货
供述
供销
供需
依依
依偎
依恋
依托
依据
依旧
依次
依法
依然
依照
依稀
依赖
依附
依靠
侠义
侠客
侠盗
侥幸
侦办
侦察
侦探
侦查
侦测
侦破
侧向
侧枝
侧线
侧翼
侧身
侧边
侧重
侧面
侨乡
侨务
侨民
侨眷
侨联
侮辱
侯爵
侵入
侵华
侵占
侵害
侵扰
侵权
侵染
侵犯
侵略
侵蚀
侵袭
便于
便利
便宜
便当
便捷
便携
便是
便民
便秘
便血
促使
促成
促进
促销
俄军
俄国
俄文
俄语
俊朗
俊杰
俊秀
俊美
俏皮
俗世
俗名
俗套
俗气
俗称
俗语
俘获
俘虏
保住
保佑
保修
保值
保健
保全
保养
保利
保单
保卫
保命
保姆
保存
保守
保安
保定
保密
保山
保底
保护
保持
保暖
保有
保本
保洁
保温
保湿
保留
保税
保管
保级
保罗
保育
保荐
保证
保费
保送
保镖
保险
保障
保额
保鲜
信义
信令
信仰
信件
信任
信众
信佛
信使
信函
信号
信奉
信守
信封
信徒
信心
信念
信息
信托
信教
信服
信条
信物
信用
信箱
信誉
信访
信贷
信赖
信道
信阳
俨然
修习
修仙
修养
修剪
修士
修复
修女
修好
修学
修建
修成
修护
修改
修整
修正
修炼
修理
修筑
修编
修缮
修葺
修行
修补
修订
修路
修身
修车
修辞
修造
修道
修长
修饰
俯仰
俯冲
俯瞰
俯视
俱佳
俱全
俸禄
倍加
倍受
倍增
倍感
倍数
倍率
倒下
倒伏
倒入
倒卖
倒地
倒塌
倒影
倒挂
倒掉
倒数
倒流
倒立
倒置
倒车
倒退
倒逼
倒闭
倒霉
倔强
倘若
候补
候车
候选
候鸟
借以
借力
借助
借势
借口
借机
借条
借来
借款
借此
借用
借着
借给
借调
借贷
借鉴
借钱
借阅
倡导
倡议
倦怠
倭寇
债主
债券
债务
债市
债权
值守
值得
值班
值钱
倾倒
倾力
倾向
倾听
倾城
倾尽
倾心
倾情
倾斜
倾注
倾泻
倾覆
倾角
倾诉
假体
假使
假借
假冒
假发
假名
假如
假定
假山
假币
假想
假扮
假日
假期
假若
假装
假设
假话
假说
假象
假货
假释
假面
偌大
偏偏
偏僻
偏南
偏向
偏好
偏差
偏心
偏执
偏振
偏斜
偏方
偏激
偏爱
偏瘫
偏离
偏移
偏西
偏要
偏见
偏转
偏远
偏重
偏颇
偏食
做主
做事
做人
做作
做做
做出
做到
做好
做官
做客
做工
做成
做梦
做法
做爱
做菜
做起
做饭
停下
停业
停产
停刊
停办
停工
停战
停放
停机
停歇
停止
停水
停泊
停滞
停火
停牌
停用
停电
停留
停课
停车
停运
停靠
停顿
健体
健全
健在
健壮
健康
健忘
健美
健胃
健身
偶像
偶尔
偶数
偶然
偶遇
偷偷
偷懒
偷拍
偷渡
偷盗
偷看
偷窃
偷窥
偷袭
偷走
偿付
偿债
偿还
傀儡
傍晚
傣族
储备
储存
储户
储粮
储罐
储能
储蓄
储藏
储运
储量
催促
催化
催收
催生
催眠
傲慢
傲视
傻子
傻瓜
像是
像样
像素
僧人
僧众
僧侣
僵化
僵尸
僵局
僵持
僵硬
儋州
儒学
儒家
儒林
儒雅
儿女
儿媳
儿子
儿孙
儿时
儿歌
儿科
儿童
允许
元丰
元代
元件
元凶
元始
元宝
元宵
元帅
元年
元旦
元月
元朗
元朝
元气
元素
元老
元音
元首
兄妹
兄弟
兄长
充值
充分
充填
充实
充当
充斥
充气
充沛
充满
充电
充盈
充血
充裕
充足
充饥
兆瓦
先于
先人
先例
先兆
先前
先后
先天
先导
先帝
先是
先期
先机
先民
先河
先烈
先王
先生
先知
先祖
先秦
先端
先行
先贤
先辈
先进
先锋
先驱
光临
光亮
光伏
光华
光合
光圈
光复
光大
光头
光子
光学
光州
光年
光度
光彩
光影
光敏
光明
光是
光景
光束
光栅
光标
光棍
光波
光泽
光洁
光源
光滑
光灯
光热
光照
光环
光电
光盘
光碟
光纤
光线
光绪
光缆
光耀
光芒
光荣
光谱
光谷
光辉
光速
光阴
光顾
光驱
光鲜
克利
克制
克劳
克尔
克拉
克斯
克星
克服
克罗
克莱
克里
克隆
免于
免冠
免去
免受
免征
免得
免收
免检
免疫
免税
免签
免职
免试
免责
免费
免遭
免除
兑付
兑奖
兑换
兑现
兔子
兔肉
兖州
党内
党务
党参
党史
党员
党团
党外
党委
党建
党性
党政
党校
党派
党章
党籍
党纪
党组
党群
党部
党风
兜兜
兜底
兜里
入世
入主
入伍
入会
入住
入侵
入党
入关
入冬
入口
入味
入围
入场
入境
入学
入室
入市
入库
入户
入手
入校
入海
入狱
入球
入眠
入睡
入网
入股
入药
入账
入选
入门
入院
入驻
全乡
全书
全会
全体
全党
全军
全剧
全力
全区
全县
全名
全员
全园
全国
全场
全城
全境
全天
全套
全家
全局
全岛
全州
全市
全年
全开
全彩
全息
全数
全文
全新
全日
全景
全本
全权
全村
全校
全歼
全民
全港
全然
全班
全球
全盘
全省
全真
全科
全称
全程
全篇
全线
全网
全美
全职
全胜
全能
全貌
全资
全身
全部
全都
全镇
全长
全队
全院
全集
全面
全额
全麦
八一
八个
八中
八五
八仙
八位
八分
八十
八千
八卦
八卷
八号
八名
八大
八字
八宝
八届
八岁
八年
八度
八强
八成
八戒
八方
八旗
八日
八景
八月
八条
八次
八点
八百
八种
八章
八级
八荒
八角
八路
八里
八项
公主
公事
公交
公仔
公众
公会
公使
公信
公债
公允
公元
公公
公共
公关
公分
公办
公务
公卿
公历
公厕
公司
公告
公园
公国
公墓
公婆
公子
公孙
公学
公安
公家
公寓
公尺
公差
公布
公平
公开
公式
公房
公所
公投
公报
公文
公斤
公映
公有
公案
公款
公正
公民
公派
公演
公然
公爵
公牛
公理
公用
公益
公示
公社
公私
公积
公称
公立
公章
公约
公署
公羊
公职
公认
公证
公诉
公路
公车
公转
公道
公里
公顷
公馆
公鸡
六一
六七
六世
六个
六中
六五
六位
六十
六卷
六号
六合
六名
六大
六天
六安
六家
六层
六届
六岁
六年
六成
六日
六月
六朝
六条
六次
六点
六百
六种
六章
六级
六经
六角
六路
六道
六部
六项
兰亭
兰州
兰德
兰斯
兰溪
兰特
兰花
兰陵
共事
共享
共创
共勉
共同
共和
共处
共存
共度
共建
共性
共振
共有
共生
共用
共计
共识
共谋
共通
共鸣
关上
关东
关中
关乎
关于
关停
关公
关内
关切
关卡
关口
关外
关头
关山
关岛
关心
关怀
关押
关掉
关机
关注
关照
关爱
关税
关系
关羽
关联
关节
关西
关进
关键
关门
关闭
兴业
兴义
兴亡
兴办
兴化
兴华
兴县
兴国
兴奋
兴宁
兴安
兴建
兴旺
兴盛
兴致
兴衰
兴起
兴趣
兴隆
兵力
兵变
兵器
兵团
兵家
兵役
兵法
兵种
兵营
兵部
兵马
其一
其三
其中
其二
其他
其余
其内
其后
其四
其妻
其子
其它
其实
其意
其时
其次
其父
其间
具体
具备
具有
具象
典型
典当
典故
典礼
典籍
典范
典藏
典雅
养分
养女
养子
养家
养心
养成
养护
养殖
养母
养活
养父
养牛
养猪
养生
养眼
养羊
养老
养育
养花
养蚕
养身
养车
养鱼
养鸡
兼任
兼具
兼备
兼容
兼并
兼得
兼有
兼职
兼营
兼顾
兽医
兽类
兽药
冀东
冀中
冀州
内丹
内乱
内伤
内侧
内力
内功
内务
内化
内参
内向
内含
内因
内圈
内在
内地
内城
内墙
内壁
内外
内存
内容
内尔
内层
内嵌
内幕
内应
内径
内心
内战
内控
内政
内敛
内斯
内服
内核
内江
内河
内测
内涝
内涵
内热
内环
内生
内疚
内皮
内科
内线
内经
内置
内胆
内能
内脏
内膜
内蒙
内行
内衣
内衬
内裤
内设
内资
内部
内酯
内里
内销
内镜
内阁
内陆
内需
内面
册封
再三
再也
再创
再婚
再审
再度
再战
再有
再次
再版
再现
再生
再者
再行
再见
再说
再起
再造
冒充
冒烟
冒犯
冒用
冒险
冗余
冗长
写下
写作
写信
写入
写写
写出
写字
写实
写意
写成
写手
写明
写景
写法
写照
写生
写真
写给
写诗
写道
军中
军事
军人
军力
军功
军务
军区
军医
军品
军团
军士
军备
军委
军官
军工
军师
军情
军政
军方
军旅
军旗
军服
军机
军校
军械
军民
军火
军用
军籍
军粮
军统
军舰
军营
军衔
军装
军警
军训
军费
军部
军长
军阀
军队
军需
农业
农事
农会
农具
农历
农商
农地
农场
农垦
农大
农夫
农委
农学
农家
农工
农庄
农户
农技
农机
农村
农林
农民
农活
农牧
农用
农田
农科
农耕
农药
农行
农资
冠以
冠军
冠名
冠脉
冤家
冤枉
冥想
冥界
冬天
冬季
冬日
冬春
冬瓜
冬眠
冬笋
冬至
冬菇
冬雨
冬青
冰上
冰冷
冰冻
冰凉
冰块
冰封
冰山
冰岛
冰川
冰心
冰晶
冰毒
冰水
冰河
冰火
冰点
冰片
冰球
冰箱
冰糖
冰镇
冰雪
冰雹
冰霜
冲入
冲出
冲击
冲刷
冲刺
冲剂
冲动
冲压
冲向
冲天
冲床
冲撞
冲服
冲泡
冲洗
冲浪
冲淡
冲着
冲破
冲突
冲绳
冲走
冲锋
决不
决出
决定
决心
决意
决战
决斗
决断
决策
决算
决绝
决胜
决裂
决议
决赛
况且
冶炼
冶金
冷冻
冷凝
冷却
冷峻
冷库
冷战
冷暖
冷月
冷气
冷水
冷汗
冷淡
冷清
冷漠
冷热
冷眼
冷笑
冷艳
冷落
冷藏
冷血
冷轧
冷酷
冷门
冷静
冷面
冷风
冷饮
冻伤
冻死
冻结
净值
净利
净化
净土
净水
净空
净重
净额
凄凉
凄惨
凄美
准予
准入
准则
准备
准时
准确
准许
凉亭
凉山
凉州
凉快
凉拌
凉水
凉爽
凉粉
凉茶
凉菜
凉鞋
凉风
凋亡
凋谢
凋零
凌乱
凌云
凌厉
凌晨
凌空
凌辱
减产
减仓
减低
减值
减免
减刑
减半
减压
减去
减小
减少
减弱
减慢
减持
减掉
减排
减法
减灾
减税
减缓
减肥
减至
减负
减轻
减退
减速
减重
减量
减震
凑合
凝固
凝望
凝神
凝练
凝结
凝聚
凝胶
凝视
凝重
几万
几下
几个
几乎
几代
几件
几位
几何
几倍
几分
几十
几千
几口
几句
几只
几名
几周
几回
几场
几块
几声
几处
几多
几天
几套
几家
几岁
几年
几度
几张
几所
几招
几日
几时
几本
几条
几根
几次
几款
几步
几段
几滴
几点
几片
几率
几番
几百
几种
几秒
几篇
几米
几类
几经
几许
几近
几遍
几道
几部
几项
几颗
几首
凡事
凡人
凡尘
凡是
凡间
凤凰
凤城
凤尾
凤山
凤梨
凤翔
凤阳
凭借
凭着
凭空
凭证
凯利
凯尔
凯恩
凯撒
凯文
凯斯
凯旋
凯特
凯蒂
凯里
凳子
凶恶
凶手
凶残
凶狠
凶猛
凶险
凸出
凸显
凸现
凸起
凸轮
凹凸
凹槽
凹陷
出世
出乎
出书
出事
出于
出云
出产
出价
出任
出众
出使
出借
出入
出兵
出具
出击
出力
出动
出卖
出厂
出去
出发
出口
出台
出名
出品
出售
出国
出土
出场
出境
出处
出外
出头
出奇
出嫁
出家
出局
出山
出差
出师
出席
出库
出庭
出彩
出征
出息
出战
出手
出新
出来
出栏
出水
出汗
出没
出海
出游
出演
出炉
出版
出狱
出现
出生
出示
出租
出纳
出线
出自
出色
出苗
出血
出行
出警
出让
出访
出货
出资
出走
出路
出身
出轨
出过
出逃
出钱
出错
出镜
出门
出院
出面
出题
击中
击伤
击倒
击剑
击打
击毁
击毙
击沉
击溃
击球
击破
击碎
击穿
击落
击败
击退
击鼓
函授
函数
刀具
刀刃
刀剑
刀口
刀子
刀法
刀片
刀锋
刁蛮
刁难
分为
分享
分会
分体
分值
分光
分册
分出
分列
分别
分割
分包
分化
分区
分卷
分厂
分叉
分发
分型
分外
分头
分娩
分子
分家
分寸
分封
分局
分层
分居
分属
分工
分布
分店
分开
分形
分心
分成
分手
分批
分担
分拆
分拣
分摊
分支
分散
分数
分明
分期
分机
分权
分析
分枝
分校
分株
分步
分歧
分段
分母
分水
分治
分泌
分派
分流
分清
分界
分社
分离
分科
分立
分站
分管
分类
分红
分级
分组
分给
分获
分蘖
分行
分裂
分装
分解
分设
分贝
分身
分辨
分选
分部
分配
分量
分钟
分钱
分销
分队
分院
分隔
分项
分馆
切丝
切入
切削
切割
切勿
切口
切合
切块
切实
切尔
切开
切忌
切换
切断
切片
切碎
切磋
切花
切莫
切记
切身
切除
切面
刊出
刊发
刊物
刊登
刊行
刊载
刑事
刑侦
刑拘
刑期
刑法
刑罚
刑警
刑部
划伤
划入
划出
划分
划定
划归
划拨
划痕
划破
划算
划线
划船
划转
划过
列为
列举
列传
列入
列出
列子
列宁
列岛
列席
列强
列报
列支
列明
列表
列车
刘备
刘家
刘海
刘翔
刘裕
刘邦
刚刚
刚好
刚度
刚强
刚性
刚才
刚果
刚毅
刚毛
创下
创世
创业
创举
创优
创伤
创作
创出
创刊
创制
创办
创口
创始
创建
创意
创投
创收
创新
创立
创维
创设
创造
创面
初一
初三
初中
初二
初五
初值
初八
初创
初夏
初始
初学
初审
初年
初恋
初探
初时
初春
初期
初次
初步
初版
初生
初秋
初稿
初等
初级
初衷
初见
初试
初赛
初选
删减
删去
删掉
删除
判例
判决
判刑
判别
判处
判官
判定
判断
判罚
利于
利亚
利兹
利刃
利剑
利器
利多
利奥
利好
利害
利尔
利尿
利差
利弊
利息
利民
利润
利湿
利率
利用
利益
利税
利空
利落
利马
别人
别克
别具
别号
别名
别国
别墅
别处
别家
别扭
别提
别样
别的
别离
别称
别致
别说
刮刀
刮痧
到任
到位
到场
到处
到头
到底
到户
到手
到期
到来
到校
到访
到货
到达
制作
制做
制冷
制剂
制动
制取
制品
制售
制图
制备
制定
制导
制度
制式
制成
制服
制止
制法
制热
制片
制版
制种
制糖
制约
制胜
制药
制衡
制衣
制表
制裁
制订
制造
制鞋
刷刷
刷卡
刷子
刷新
刷洗
刷牙
券商
刹车
刹那
刺伤
刺刀
刺史
刺客
刺杀
刺激
刺猬
刺痛
刺眼
刺绣
刺耳
刺鼻
刻划
刻印
刻字
刻度
刻录
刻意
刻有
刻本
刻板
刻画
刻石
刻苦
刻薄
剁碎
剂型
剂量
削减
削弱
削皮
前世
前人
前任
前倾
前兆
前列
前卫
前厅
前去
前台
前后
前场
前夕
前夜
前天
前夫
前头
前奏
前妻
前年
前庭
前往
前排
前提
前方
前日
前景
前朝
前期
前来
前款
前段
前沿
前生
前瞻
前秦
前移
前程
前端
前线
前缀
前缘
前置
前者
前肢
前胸
前臂
前茅
前行
前言
前路
前身
前轮
前辈
前边
前进
前述
前途
前部
前锋
前门
前面
前额
前驱
剑圣
剑士
剑客
剑术
剑桥
剑气
剑法
剑锋
剔除
剖开
剖析
剖面
剥削
剥去
剥夺
剥皮
剥离
剥落
剧中
剧作
剧团
剧场
剧情
剧本
剧毒
剧烈
剧照
剧痛
剧目
剧社
剧种
剧组
剧院
剩下
剩余
剪刀
剪切
剪影
剪纸
剪裁
剪辑
剪除
副业
副刊
副官
副将
副总
副手
副本
副职
副词
割据
割肉
割舍
割裂
割让
剿匪
力主
力争
力作
力克
力图
力士
力学
力帆
力度
力推
力气
力求
力矩
力道
力量
劝告
劝导
劝说
劝退
劝阻
办事
办公
办刊
办到
办发
办好
办学
办完
办成
办案
办法
办理
办税
办结
办证
办起
功业
功利
功力
功劳
功勋
功名
功夫
功底
功德
功效
功法
功率
功用
功绩
功耗
功能
功臣
功课
加上
加之
加以
加价
加倍
加元
加入
加冕
加减
加剧
加压
加厚
加固
加大
加宽
加密
加封
加州
加工
加强
加快
加息
加成
加拉
加持
加挂
加收
加斯
加权
加气
加氢
加水
加油
加法
加注
加深
加温
加湿
加点
加热
加班
加盐
加盖
加盟
加码
加粗
加糖
加紧
加纳
加薪
加藤
加装
加载
加进
加速
加里
加重
加长
加高
务农
务实
务工
务必
务求
劣势
劣质
动乱
动产
动人
动作
动力
动向
动听
动员
动因
动容
动工
动弹
动心
动态
动情
动感
动手
动摇
动机
动漫
动物
动用
动画
动笔
动能
动脉
动脑
动荡
动议
动词
动车
动辄
动量
动静
助人
助剂
助力
助威
助学
助您
助手
助推
助攻
助教
助残
助理
助益
助长
助阵
努力
努尔
劫匪
劫持
劫掠
劫难
励志
励磁
劲儿
劲旅
劲松
劳作
劳力
劳务
劳动
劳工
劳损
劳教
劳模
劳累
劳资
势力
势头
势必
势能
勃起
勇于
勇士
勇夺
勇敢
勇气
勇猛
勇者
勇闯
勉励
勉强
勋爵
勋章
勒令
勒斯
勒索
勘察
勘探
勘查
勘测
募捐
募集
勤于
勤俭
勤务
勤劳
勤勉
勤奋
勤学
勤快
勤政
勺子
勾兑
勾勒
勾引
勾搭
勾画
勾结
匀称
包住
包修
包公
包养
包办
包厢
包含
包围
包头
包子
包容
包干
包庇
包房
包扎
包括
包拯
包换
包揽
包机
包涵
包皮
包衣
包袱
包装
包裹
包覆
包谷
包车
包间
匆匆
匆忙
匈奴
匍匐
匕首
化为
化作
化名
化妆
化学
化工
化成
化疗
化痰
化石
化纤
化肥
化脓
化装
化解
化身
化验
北上
北京
北伐
北侧
北关
北区
北周
北国
北城
北外
北大
北宋
北山
北岛
北岸
北川
北平
北斗
北方
北朝
北条
北极
北欧
北段
北汽
北洋
北流
北海
北湖
北疆
北站
北端
北约
北纬
北美
北航
北街
北路
北辰
北边
北郊
北部
北镇
北门
北非
北面
北风
北魏
北麓
北齐
匝道
匠人
匠心
匪徒
匮乏
匹敌
匹配
区位
区内
区分
区划
区别
区区
区县
区块
区域
区委
区属
区段
区直
区级
区里
区长
区间
医保
医务
医嘱
医大
医学
医家
医师
医德
医患
医技
医护
医改
医术
医案
医治
医生
医用
医疗
医科
医者
医药
医院
匾额
匿名
十一
十七
十万
十三
十个
十九
十二
十五
十位
十余
十佳
十倍
十八
十六
十几
十分
十卷
十号
十名
十四
十堰
十大
十天
十字
十家
十届
十岁
十年
十指
十方
十日
十月
十条
十次
十点
十种
十章
十级
十足
十里
十项
千万
千个
千亩
千亿
千伏
千余
千元
千兆
千克
千卡
千古
千叶
千名
千家
千层
千山
千岁
千年
千户
千斤
千瓦
千秋
千种
千米
千载
千里
千金
升任
升值
升入
升华
升压
升天
升学
升平
升息
升格
升温
升空
升级
升职
升腾
升至
升起
升迁
升降
升高
午休
午后
午夜
午睡
午间
午餐
午饭
半两
半个
半价
半句
半圆
半场
半坡
半夏
半夜
半天
半山
半岛
半年
半径
半截
半数
半斤
半月
半点
半球
半生
半程
半路
半身
半边
半部
华东
华中
华为
华丽
华亭
华人
华佗
华侨
华信
华光
华兴
华北
华南
华商
华夏
华天
华安
华山
华工
华府
华文
华晨
华林
华沙
华泰
华润
华电
华盖
华硕
华章
华纳
华美
华联
华能
华裔
华西
华诞
华语
华谊
华贵
华里
华阳
华龙
协会
协作
协力
协办
协助
协同
协和
协商
协定
协管
协议
协调
卑微
卑鄙
卓然
卓著
卓越
单一
单个
单于
单产
单亲
单人
单价
单位
单体
单侧
单元
单兵
单击
单列
单单
单反
单发
单叶
单向
单子
单字
单宁
单层
单张
单手
单打
单挑
单据
单数
单方
单日
单晶
单月
单机
单板
单果
单株
单核
单点
单独
单生
单相
单碟
单科
单程
单笔
单纯
单线
单色
单薄
单行
单证
单词
单调
单身
单车
单边
单间
单靠
单面
单项
卖出
卖力
卖场
卖家
卖掉
卖方
卖淫
卖点
南下
南丰
南亚
南京
南侧
南充
南关
南北
南区
南华
南县
南口
南向
南唐
南国
南坪
南城
南宁
南安
南宋
南宫
南山
南岭
南岳
南岸
南川
南巡
南平
南康
南开
南方
南昌
南明
南朝
南村
南极
南桥
南段
南江
南沙
南洋
南海
南湖
南湾
南溪
南澳
南瓜
南疆
南站
南端
南粤
南线
南美
南航
南苑
南行
南街
南诏
南越
南路
南边
南通
南郊
南部
南门
南阳
南非
南面
南韩
南风
南麓
博世
博会
博取
博古
博园
博士
博大
博学
博客
博导
博山
博弈
博彩
博得
博拉
博文
博格
博爱
博物
博览
博采
博雅
博鳌
占优
占卜
占地
占据
占星
占有
占用
占领
卡住
卡利
卡卡
卡口
卡号
卡塔
卡尔
卡巴
卡拉
卡斯
卡片
卡特
卡瓦
卡罗
卡西
卡车
卡通
卡里
卡门
卢卡
卢布
卢梭
卢比
卤水
卤素
卧室
卧床
卧底
卧式
卧槽
卧龙
卫兵
卫冕
卫国
卫士
卫报
卫星
卫校
卫浴
卫生
卫视
卫队
印制
印刷
印发
印尼
印度
印有
印染
印章
印花
印记
印证
印象
印迹
危及
危害
危急
危房
危机
危重
危险
危难
即位
即使
即便
即兴
即刻
即可
即墨
即将
即时
即期
却是
却说
卵子
卵巢
卵形
卵泡
卵石
卷上
卷入
卷发
卷子
卷帘
卷曲
卷烟
卷起
卷轴
卷首
卸下
卸任
卸妆
卸载
厂区
厂商
厂址
厂家
厂房
厂牌
厂矿
厂里
厂长
厄尔
厄运
厅堂
厅级
厅长
历代
历任
历史
历城
历官
历尽
历届
历年
历时
历来
历次
历法
历程
历练
历经
历险
厉害
压低
压住
压倒
压制
压力
压实
压差
压强
压抑
压根
压榨
压电
压痛
压缩
压轴
压迫
压铸
厌倦
厌恶
厌烦
厌食
厕所
厘清
厘米
厚实
厚度
厚朴
厚爱
厚薄
厚道
厚重
原产
原件
原价
原位
原作
原先
原则
原创
原发
原名
原告
原味
原因
原图
原地
原址
原型
原始
原子
原定
原形
原意
原文
原料
原有
原木
原本
原来
原样
原油
原点
原煤
原版
原物
原理
原生
原由
原画
原稿
原籍
原罪
原色
原著
原装
原话
原谅
原貌
原配
原野
厢房
厦大
厦门
厨具
厨卫
厨师
厨房
厨艺
厮守
厮杀
去世
去向
去处
去年
去往
去掉
去核
去皮
去过
去除
县乡
县令
县内
县区
县城
县域
县境
县委
县官
县属
县市
县府
县志
县立
县级
县衙
县里
县长
参与
参事
参会
参保
参军
参加
参合
参天
参展
参差
参战
参拜
参政
参数
参演
参照
参看
参编
参考
参股
参见
参观
参议
参评
参谋
参赛
参赞
参选
参阅
又名
又称
叉车
及其
及早
及时
及格
及第
及至
友人
友军
友善
友好
友情
友爱
友谊
双亲
双人
双倍
双击
双十
双双
双向
双唇
双城
双塔
双头
双子
双层
双峰
双手
双打
双拥
双排
双方
双星
双核
双桥
双模
双流
双溪
双生
双百
双目
双眸
双眼
双线
双翼
双联
双肩
双脚
双腿
双臂
双语
双赢
双边
双重
双面
双顶
双鱼
双龙
反之
反倒
反光
反共
反击
反动
反叛
反向
反响
反复
反对
反导
反射
反差
反帝
反常
反应
反弹
反思
反恐
反悔
反感
反战
反手
反扑
反抗
反攻
反映
反正
反派
反潜
反省
反而
反腐
反观
反超
反转
反问
反面
反馈
反驳
发丝
发亮
发作
发债
发光
发兵
发出
发到
发动
发包
发卡
发呆
发售
发型
发声
发射
发展
发布
发帖
发怒
发情
发愁
发扬
发抖
发挥
发掘
发放
发散
发文
发明
发条
发来
发汗
发泄
发泡
发源
发火
发炎
发烧
发热
发现
发球
发生
发电
发疯
发病
发痒
发白
发票
发稿
发端
发红
发给
发育
发胖
发自
发芽
发行
发表
发觉
发言
发誓
发证
发财
发货
发起
发车
发达
发迹
发送
发酵
发问
发际
发霉
发音
发髻
发黄
发黑
叔叔
叔父
取代
取值
取出
取名
取向
取回
取土
取得
取悦
取景
取暖
取材
取样
取款
取水
取消
取现
取用
取笑
取经
取缔
取胜
取自
取舍
取证
取食
受众
受伤
受体
受凉
受到
受力
受助
受压
受命
受孕
受宠
受审
受害
受尽
受惠
受托
受挫
受损
受控
受潮
受灾
受热
受理
受用
受益
受精
受累
受聘
受苦
受让
受训
受访
受贿
受过
受邀
受阻
受限
受雇
受骗
变为
变体
变动
变化
变卖
变坏
变型
变小
变幻
变异
变强
变形
变得
变态
变性
变成
变换
变故
变数
变暖
变更
变法
变焦
变现
变电
变白
变相
变硬
变种
变脸
变色
变质
变迁
变通
变速
变造
变量
变革
变频
叙事
叙述
叛乱
叛军
叛变
叛徒
叛逆
叠加
叠翠
口中
口令
口号
口吃
口吻
口味
口头
口子
口岸
口径
口感
口才
口服
口气
口水
口渴
口琴
口碑
口粮
口红
口罩
口腔
口臭
口舌
口蘑
口袋
口角
口诀
口译
口语
口述
口镇
口音
古书
古井
古人
古今
古代
古典
古刹
古力
古国
古城
古堡
古塔
古墓
古寺
古巴
古庙
古建
古怪
古拉
古文
古方
古时
古朴
古来
古树
古桥
古玩
古琴
古田
古称
古筝
古籍
古老
古董
古装
古诗
古迹
古道
古都
古镇
古风
古龙
句句
句号
句型
句子
句式
句法
另外
另类
另行
只好
只得
只怕
只是
只有
只求
只用
只管
只能
只要
只见
只读
只身
只限
只顾
叫作
叫做
叫停
叫嚣
叫声
叫好
叫法
叫醒
召唤
召回
召开
召见
召集
叮咬
叮嘱
可不
可乐
可以
可信
可取
可变
可口
可可
可否
可喜
可好
可循
可怕
可怜
可恨
可恶
可悲
可惜
可控
可是
可望
可比
可汗
可溶
可燃
可爱
可用
可疑
可知
可笑
可耻
可能
可行
可见
可观
可视
可言
可调
可谓
可贵
可辨
可逆
可靠
台上
台下
台东
台前
台北
台南
台商
台地
台基
台大
台子
台山
台州
台式
台海
台湾
台灯
台独
台球
台站
台网
台词
台语
台资
台车
台长
台阶
台面
台风
叱咤
史书
史册
史前
史学
史官
史实
史家
史志
史料
史籍
史记
史论
史诗
史话
史迹
右侧
右卫
右图
右岸
右手
右派
右眼
右翼
右脑
右脚
右腿
右臂
右路
右边
右键
叶子
叶柄
叶片
叶状
叶脉
叶腋
叶色
叶轮
叶酸
叶面
叶鞘
号令
号召
号子
号牌
号码
号称
号角
司令
司仪
司徒
司机
司法
司空
司职
司长
司马
叹息
吃亏
吃力
吃喝
吃惊
吃掉
吃水
吃法
吃素
吃苦
吃药
吃醋
吃饭
吃香
各个
各乡
各人
各位
各区
各县
各国
各地
各型
各处
各家
各州
各市
各庄
各异
各式
各方
各族
各村
各校
各派
各界
各省
各种
各科
各章
各类
各级
各组
各自
各色
各路
各部
各镇
各门
各项
吆喝
合一
合为
合乎
合伙
合体
合作
合剂
合力
合办
合同
合唱
合围
合奏
合川
合并
合影
合成
合拍
合格
合欢
合法
合流
合照
合理
合用
合租
合称
合约
合编
合署
合群
合肥
合营
合著
合葬
合规
合计
合资
合适
合金
合集
吉他
吉凶
吉利
吉士
吉姆
吉安
吉恩
吉斯
吉日
吉林
吉祥
吉米
吉首
吊带
吊打
吊桥
吊灯
吊装
吊车
吊销
吊顶
同一
同业
同乐
同乡
同事
同仁
同伙
同伴
同僚
同化
同台
同名
同声
同学
同安
同居
同属
同年
同心
同志
同性
同情
同意
同房
同日
同时
同月
同期
同样
同桌
同步
同比
同治
同济
同源
同班
同理
同盟
同知
同种
同等
同类
同级
同胞
同行
同调
同轴
同辈
同道
同门
同音
同龄
名下
名为
名义
名人
名企
名优
名作
名典
名册
名列
名利
名医
名单
名厨
名句
名叫
名号
名品
名城
名士
名声
名头
名媛
名字
名家
名将
名山
名师
名店
名录
名扬
名曰
名曲
名望
名校
名模
名次
名气
名流
名片
名牌
名画
名目
名称
名篇
名胜
名臣
名茶
名菜
名著
名表
名言
名誉
名词
名贵
名车
名酒
名门
名额
后世
后主
后事
后人
后代
后任
后侧
后劲
后勤
后卫
后发
后台
后周
后唐
后场
后备
后天
后头
后妃
后妈
后宫
后山
后市
后座
后悔
后排
后方
后期
后来
后果
后汉
后生
后盾
后继
后续
后缀
后缘
后置
后羿
后者
后肢
后背
后腰
后腿
后裔
后记
后路
后轮
后辈
后边
后进
后退
后部
后金
后门
后院
后面
吏部
吐司
吐蕃
吐血
吐露
向上
向下
向东
向前
向善
向导
向往
向来
向着
向量
向阳
吓人
吓唬
吓坏
吕布
吕梁
吗啡
君主
君子
君王
君臣
吝啬
吞咽
吞噬
吞并
吞没
吞食
吟咏
吟唱
吟诗
吟诵
吡啶
否决
否则
否定
否认
吧台
吨位
吨级
吩咐
含义
含有
含水
含油
含泪
含笑
含糊
含糖
含蓄
含量
含铁
听从
听众
听信
听写
听到
听力
听取
听听
听懂
听歌
听者
听见
听觉
听讲
听证
听话
听说
听课
听闻
启东
启功
启动
启发
启明
启用
启示
启程
启航
启蒙
启迪
启闭
吲哚
吴中
吴兴
吴县
吴国
吴江
吴起
吴越
吵架
吵闹
吸入
吸取
吸引
吸收
吸毒
吸气
吸水
吸湿
吸烟
吸盘
吸管
吸纳
吸附
吸食
吹响
吹嘘
吹奏
吹捧
吹牛
吹风
吻合
呆板
呆滞
呈报
呈现
告别
告密
告急
告状
告白
告知
告示
告终
告警
告诉
告诫
呐喊
呕吐
员外
员工
呜呜
呜呼
周一
周三
周二
周五
周代
周全
周六
周刊
周初
周到
周口
周四
周围
周家
周密
周岁
周年
周庄
周报
周旋
周日
周易
周朝
周期
周末
周瑜
周礼
周身
周转
周边
周遭
周长
味儿
味精
味苦
味蕾
味觉
味道
呵呵
呵护
呻吟
呼叫
呼吁
呼吸
呼呼
呼唤
呼啸
呼喊
呼声
呼应
呼救
呼气
命中
命令
命名
命案
命理
命脉
命运
命题
咀嚼
咆哮
和亲
和县
和善
和尚
和平
和弦
和服
和田
和睦
和约
和蔼
和解
和谈
和谐
和顺
咒语
咖啡
咖喱
咨询
咪咪
咫尺
咬伤
咬住
咬合
咬牙
咯血
咱们
咳嗽
咸丰
咸味
咸宁
咸水
咸菜
咸蛋
咸阳
咸鱼
咽喉
咽炎
咽部
哀伤
哀怨
哀悼
品位
品名
品味
品尝
品德
品性
品格
品牌
品种
品类
品系
品级
品茗
品茶
品行
品评
品读
品质
品酒
品鉴
哈佛
哈利
哈哈
哈密
哈尔
哈尼
哈市
哈德
哈拉
哈斯
哈特
哈登
哈达
哈里
响亮
响声
响应
响彻
响起
哎呀
哎哟
哑巴
哑铃
哥们
哥哥
哥特
哨兵
哪个
哪些
哪位
哪儿
哪吒
哪家
哪怕
哪里
哭声
哭泣
哭诉
哭闹
哮喘
哲人
哲学
哲理
哺乳
哺育
哼哼
哽咽
唇膏
唇部
唏嘘
唐人
唐代
唐僧
唐宋
唐朝
唐末
唐诗
唠叨
唢呐
唤起
唤醒
售价
售出
售卖
售后
售楼
售票
售罄
唯一
唯恐
唯有
唯独
唯美
唱功
唱和
唱响
唱戏
唱歌
唱法
唱片
唱腔
唱词
唱起
唾弃
唾液
商丘
商业
商事
商人
商代
商会
商住
商务
商厦
商号
商周
商品
商圈
商场
商城
商定
商家
商店
商战
商户
商报
商旅
商朝
商机
商标
商检
商榷
商法
商洛
商海
商用
商界
商科
商船
商行
商誉
商讨
商议
商谈
商贩
商贸
商贾
商道
商都
商量
商铺
商鞅
啤酒
啧啧
啪啪
啮合
啰嗦
喀什
喀山
喂养
喂奶
喂食
善举
善事
善于
善人
善后
善待
善心
善恶
善意
善本
善款
善用
善良
善行
喇叭
喇嘛
喉咙
喉科
喉部
喊话
喊道
喘息
喜乐
喜事
喜人
喜剧
喜好
喜庆
喜悦
喜欢
喜爱
喜讯
喜鹊
喝彩
喝水
喝汤
喝茶
喝酒
喝醉
喧哗
喧嚣
喧闹
喷出
喷发
喷嘴
喷墨
喷头
喷射
喷气
喷水
喷泉
喷洒
喷涂
喷漆
喷火
喷雾
喻为
嗅觉
嗓子
嗓音
嗜好
嗜睡
嘈杂
嘉义
嘉兴
嘉华
嘉奖
嘉定
嘉宾
嘉庆
嘉禾
嘉靖
嘌呤
嘟嘟
嘧啶
嘱咐
嘲笑
嘲讽
嘴唇
嘴巴
嘴角
嘴边
嘴里
嘻嘻
嘿嘿
器乐
器件
器具
器官
器材
器械
器物
器皿
器重
噩梦
噩耗
噪声
噪音
噱头
嚣张
嚷嚷
囊中
囊括
囊肿
囚徒
囚犯
囚禁
四世
四个
四中
四书
四五
四代
四位
四分
四化
四区
四十
四千
四卷
四口
四句
四只
四号
四合
四名
四周
四品
四国
四场
四块
四壁
四处
四大
四天
四季
四家
四射
四层
四届
四岁
四川
四平
四年
四库
四座
四张
四成
四方
四日
四时
四星
四月
四期
四条
四柱
四楼
四次
四款
四段
四海
四溢
四点
四环
四百
四种
四章
四等
四篇
四类
四级
四线
四组
四维
四肢
四至
四色
四角
四起
四路
四轮
四通
四道
四部
四门
四面
四项
四首
回乡
回事
回信
回击
回到
回升
回去
回合
回味
回响
回国
回城
回填
回声
回复
回头
回家
回应
回廊
回归
回忆
回想
回扣
回执
回报
回撤
回收
回放
回旋
回族
回暖
回望
回来
回民
回流
回溯
回火
回眸
回程
回答
回荡
回落
回访
回调
回购
回路
回车
回转
回过
回避
回音
回顾
回馈
回首
回鹘
回龙
因为
因子
因应
因故
因果
因此
因素
因缘
因而
团伙
团体
团员
团团
团圆
团委
团练
团结
团聚
团购
团长
团队
囤积
园丁
园中
园内
园区
园地
园子
园林
园艺
园里
园长
困境
困局
困惑
困扰
困苦
困难
困顿
围住
围剿
围困
围城
围堵
围墙
围岩
围巾
围攻
围栏
围棋
围着
围绕
围裙
围观
固件
固体
固化
固原
固守
固定
固态
固执
固有
固然
国事
国产
国人
国企
国会
国信
国债
国光
国共
国内
国军
国别
国力
国医
国华
国史
国号
国名
国君
国土
国境
国外
国学
国安
国宝
国家
国师
国庆
国库
国度
国徽
国情
国投
国政
国文
国旅
国旗
国有
国标
国歌
国民
国泰
国王
国电
国画
国界
国税
国立
国籍
国粹
国美
国联
国脚
国航
国药
国营
国语
国货
国贸
国资
国道
国门
国防
国际
国风
图书
图像
图册
图尔
图库
图形
图文
图斯
图景
图标
图样
图案
图片
图版
图画
图示
图纸
图腾
图表
图解
图说
图谋
图谱
图象
图鉴
图集
圆周
圆圆
圆圈
圆寂
圆弧
圆形
圆心
圆柱
圆桌
圆梦
圆润
圆滑
圆满
圆点
圆状
圆环
圆球
圆盘
圆筒
圆融
圆通
圆锥
圆顶
圆领
圈养
圈圈
圈地
圈套
圈子
圈里
土匪
土司
土地
土城
土壤
土家
土层
土工
土建
土改
土方
土星
土木
土楼
土著
土豆
土豪
土质
土路
土鸡
圣人
圣地
圣女
圣徒
圣心
圣战
圣旨
圣殿
圣母
圣水
圣洁
圣火
圣灵
圣物
圣王
圣经
圣者
圣诞
圣贤
在世
在乎
在于
在位
在内
在册
在场
在外
在家
在座
在建
在意
在手
在校
在线
在编
在职
在读
圩镇
地上
地下
地主
地产
地价
地位
地利
地势
地区
地名
地图
地址
地块
地坪
地域
地基
地壳
地处
地头
地委
地学
地宫
地层
地带
地底
地府
地形
地摊
地支
地方
地板
地标
地步
地段
地毯
地点
地热
地牢
地狱
地球
地理
地瓜
地界
地盘
地砖
地税
地籍
地级
地缘
地膜
地表
地被
地貌
地质
地道
地里
地铁
地雷
地震
地面
地黄
场上
场内
场合
场地
场外
场所
场景
场次
场站
场长
场面
场馆
均值
均分
均匀
均线
均衡
坊间
坍塌
坎坷
坏事
坏人
坏处
坏掉
坏死
坏蛋
坏话
坏账
坐下
坐在
坐垫
坐姿
坐式
坐标
坐牢
坐等
坐落
坐车
坐镇
坐骑
坑道
块状
块茎
块钱
坚信
坚决
坚固
坚守
坚定
坚实
坚强
坚持
坚挺
坚果
坚毅
坚硬
坚韧
坝区
坝址
坝顶
坟墓
坠入
坠机
坠楼
坠毁
坠落
坡地
坡度
坡道
坦克
坦然
坦率
坦白
坦荡
坦言
坦诚
垂体
垂柳
垂涎
垂直
垂钓
垃圾
垄断
型号
型式
型态
型材
型钢
垫付
垫子
埃及
埃斯
埋伏
埋入
埋头
埋怨
埋没
埋葬
埋藏
埋设
城下
城东
城中
城乡
城关
城内
城北
城区
城南
城址
城垣
城堡
城墙
城外
城子
城市
城府
城建
城楼
城池
城管
城西
城邦
城郊
城里
城镇
城门
城际
城隍
域名
域外
培养
培根
培植
培育
培训
基业
基于
基体
基准
基因
基团
基地
基坑
基尔
基层
基底
基座
基建
基德
基数
基斯
基本
基材
基板
基点
基督
基石
基础
基站
基线
基肥
基调
基质
基辅
基部
基金
基隆
堂堂
堂弟
堆叠
堆放
堆满
堆砌
堆积
堕入
堕胎
堕落
堡垒
堤坝
堤防
堪忧
堪称
堵住
堵塞
堵车
塌方
塌陷
塑像
塑形
塑性
塑料
塑胶
塑身
塑造
塔克
塔内
塔尔
塔山
塔拉
塔斯
塔林
塔楼
塔罗
塔身
塔顶
塘村
塘沽
塞外
塞尔
塞拉
塞斯
塞纳
塞进
填充
填写
填埋
填报
填料
填满
填空
填补
填词
境内
境况
境地
境外
境界
境遇
墓园
墓地
墓室
墓志
墓碑
墓穴
墓群
墓葬
墓道
墙上
墙体
墙壁
墙纸
墙角
墙面
增产
增值
增减
增刊
增加
增压
增厚
增发
增城
增多
增大
增幅
增建
增强
增援
增收
增效
增殖
增添
增生
增益
增至
增色
增补
增设
增资
增进
增速
增重
增量
增长
增高
墨子
墨家
墨水
墨盒
墨色
墨迹
墨镜
墨鱼
壁上
壁垒
壁炉
壁画
壁纸
壤土
士人
士兵
士卒
士官
士族
士林
士气
壬辰
壮丽
壮举
壮士
壮大
壮志
壮族
壮烈
壮美
壮观
壮阔
壮阳
声乐
声优
声像
声势
声名
声响
声声
声学
声带
声援
声明
声望
声母
声波
声称
声纳
声线
声誉
声讨
声调
声道
声部
声音
壳体
壳牌
壹号
处世
处事
处于
处以
处决
处分
处在
处境
处处
处女
处室
处所
处方
处死
处理
处级
处罚
处置
处长
备件
备份
备受
备战
备有
备查
备案
备注
备用
备考
备胎
备课
备选
复习
复仇
复位
复兴
复出
复制
复印
复原
复发
复古
复合
复员
复国
复垦
复审
复建
复式
复数
复方
复旦
复星
复杂
复查
复核
复检
复活
复生
复用
复眼
复线
复置
复苏
复议
复试
复读
复赛
复辟
复述
夏侯
夏利
夏天
夏季
夏日
夏朝
夏秋
夏至
夕阳
外事
外交
外人
外企
外传
外伤
外侧
外借
外债
外公
外出
外力
外加
外卖
外号
外向
外周
外商
外围
外国
外圈
外地
外型
外墙
外壳
外套
外婆
外孙
外宾
外层
外币
外延
外形
外径
外感
外戚
外挂
外援
外教
外敷
外文
外方
外星
外景
外来
外汇
外泄
外派
外流
外海
外滩
外环
外甥
外用
外界
外皮
外省
外科
外籍
外线
外缘
外置
外联
外行
外衣
外表
外观
外设
外语
外貌
外贸
外资
外边
外逃
外遇
外部
外销
外长
外阴
外露
外面
夙愿
多万
多个
多久
多么
多于
多亏
多云
多些
多亩
多亿
多件
多份
多位
多余
多元
多克
多出
多分
多则
多半
多发
多变
多只
多台
多名
多吨
多场
多块
多处
多多
多天
多夫
多头
多套
多姿
多孔
多家
多寡
多少
多尔
多层
多岁
多幅
多年
多座
多彩
多情
多户
多所
多指
多支
多数
多斤
多方
多日
多月
多条
多样
多次
多款
多汁
多汗
多点
多特
多用
多疑
多种
多篇
多米
多糖
多级
多维
多罗
多者
多肽
多谢
多路
多辆
多边
多达
多部
多重
多长
多难
多面
多项
多首
夜光
夜半
夜叉
夜场
夜宵
夜市
夜幕
夜晚
夜景
夜深
夜班
夜空
夜色
夜行
夜视
夜郎
夜里
夜间
够用
大三
大专
大业
大丰
大为
大举
大义
大乘
大乱
大事
大二
大于
大亨
大人
大仙
大件
大众
大伙
大会
大伟
大伯
大体
大佛
大作
大佬
大使
大侠
大便
大修
大全
大公
大关
大兴
大兵
大典
大内
大写
大军
大冶
大刀
大力
大功
大加
大势
大包
大化
大匙
大区
大千
大半
大华
大卡
大卫
大厂
大厅
大厦
大厨
大发
大叔
大叫
大吉
大同
大名
大哥
大哭
大唐
大喊
大喜
大四
大国
大圣
大地
大坑
大块
大坝
大坪
大型
大城
大埔
大堂
大堤
大塘
大增
大声
大夏
大多
大大
大夫
大头
大奖
大好
大妈
大姐
大娘
大字
大学
大宅
大宇
大安
大宗
大官
大宝
大家
大寨
大寺
大将
大小
大局
大展
大屯
大山
大岛
大岭
大川
大巴
大师
大帝
大幅
大幕
大庆
大度
大德
大忌
大志
大悦
大悲
大意
大戏
大成
大战
大户
大批
大抵
大捷
大方
大族
大旗
大旱
大明
大权
大枣
大树
大校
大案
大桥
大梁
大棚
大楼
大概
大步
大段
大殿
大气
大水
大汉
大江
大河
大法
大洋
大洲
大浪
大海
大清
大港
大湖
大湾
大溪
大漠
大潮
大火
大灯
大炮
大爷
大片
大牌
大王
大理
大田
大病
大白
大盗
大盘
大石
大碍
大碗
大碟
大礼
大神
大禹
大笑
大笔
大米
大系
大红
大约
大纲
大肆
大肠
大胆
大胜
大脑
大脚
大腕
大腿
大臣
大致
大船
大荒
大营
大葱
大蒜
大虾
大街
大衣
大观
大计
大话
大调
大豆
大象
大败
大赛
大足
大跌
大路
大车
大运
大连
大选
大通
大道
大部
大都
大量
大钟
大钱
大锅
大门
大队
大阪
大陆
大院
大雁
大雅
大雨
大雪
大雾
大额
大风
大餐
大饼
大马
大鱼
大鹏
大麦
大麻
大黄
大黑
大鼓
大鼠
大龄
大龙
天一
天上
天下
天主
天书
天井
天亮
天仙
天价
天佑
天体
天使
天保
天元
天分
天华
天台
天命
天国
天地
天坛
天城
天堂
天外
天大
天天
天女
天子
天宇
天安
天宝
天宫
天将
天尊
天山
天师
天帝
天干
天平
天府
天庭
天心
天性
天意
天成
天才
天敌
天数
天文
天时
天明
天星
天晴
天朝
天机
天柱
天桥
天梯
天正
天气
天水
天池
天河
天津
天海
天涯
天灾
天然
天牛
天王
天珠
天理
天生
天界
天皇
天目
天真
天眼
天神
天福
天秤
天空
天窗
天竺
天籁
天线
天网
天色
天花
天蓝
天虹
天象
天资
天赋
天赐
天边
天道
天长
天门
天际
天雷
天顺
天马
天骄
天鹅
天麻
天黑
天龙
太久
太仓
太保
太傅
太公
太冷
太原
太古
太史
太后
太和
太太
太子
太学
太守
太宗
太尉
太小
太岁
太师
太常
太平
太康
太晚
太极
太湖
太白
太监
太短
太祖
太空
太紧
太虚
太行
太贵
太郎
太重
太阳
太阴
夫人
夫君
夫妇
夫妻
夫子
夭折
央行
央视
夯实
失业
失主
失事
失传
失信
失利
失去
失学
失守
失常
失忆
失恋
失意
失手
失控
失效
失散
失明
失望
失水
失火
失灵
失真
失眠
失职
失落
失血
失衡
失误
失调
失败
失足
失踪
失重
头上
头像
头发
头号
头奖
头子
头孢
头寸
头尾
头巾
头昏
头晕
头条
头枕
头灯
头球
头疼
头痛
头皮
头盔
头目
头等
头绪
头脑
头衔
头部
头顶
头颅
头领
头颈
头饰
头骨
夸克
夸大
夸奖
夸张
夸赞
夹住
夹克
夹具
夹击
夹子
夹层
夹带
夹杂
夹板
夹紧
夹缝
夹角
夺冠
夺去
夺取
夺回
夺得
夺目
夺走
奇书
奇人
奇兵
奇妙
奇峰
奇幻
奇异
奇怪
奇才
奇效
奇数
奇景
奇点
奇特
奇瑞
奇石
奇缘
奇葩
奇观
奇趣
奇迹
奇遇
奇闻
奈何
奈特
奈良
奉劝
奉化
奉命
奉天
奉旨
奉献
奉祀
奉行
奉贤
奋力
奋勇
奋发
奋战
奋斗
奋起
奋进
奏响
奏效
契丹
契合
契机
契税
契约
奔放
奔波
奔流
奔腾
奔走
奔赴
奔跑
奔驰
奖励
奖品
奖惩
奖杯
奖牌
奖状
奖章
奖赏
奖金
奖项
套书
套件
套利
套取
套房
套数
套牢
套现
套用
套筒
套管
套装
套路
套间
套餐
奠基
奠定
奢侈
奢华
奢望
奥利
奥妙
奥托
奥拉
奥数
奥特
奥秘
奥运
奥迪
女人
女仆
女优
女侠
女儿
女兵
女单
女友
女团
女士
女声
女娲
女婴
女婿
女子
女孩
女工
女巫
女性
女排
女方
女星
女权
女王
女生
女皇
女真
女神
女童
女篮
女装
女警
女足
女郎
女鞋
女鬼
奴婢
奴役
奴隶
奶奶
奶水
奶油
奶牛
奶瓶
奶粉
奶茶
奶酪
奸臣
她们
她家
好久
好书
好事
好些
好人
好似
好像
好几
好动
好友
好吃
好听
好喝
好坏
好处
好多
好奇
好好
好学
好客
好心
好意
好感
好戏
好手
好找
好歹
好比
好汉
好玩
好看
好笑
好色
好评
好话
好象
好转
好运
如下
如云
如今
如何
如其
如初
如同
如实
如意
如愿
如故
如是
如期
如来
如果
如此
如潮
如玉
如皋
如约
如若
妃子
妄图
妄想
妇人
妇女
妇幼
妇科
妇联
妈咪
妈妈
妈祖
妊娠
妒忌
妓女
妓院
妖娆
妖孽
妖怪
妖精
妖艳
妖魔
妙法
妙用
妥协
妥善
妥当
妨害
妨碍
妩媚
妹妹
妹子
妻儿
妻子
姊妹
始于
始创
始发
始建
始末
始祖
始终
姐夫
姐妹
姐姐
姐弟
姑且
姑姑
姑娘
姑苏
姓名
姓氏
委任
委会
委办
委员
委婉
委屈
委托
委派
姚明
姜丝
姜文
姜汁
姜片
姥姥
姥爷
姨妈
姻缘
姿势
姿态
姿色
威严
威信
威力
威名
威尔
威廉
威慑
威望
威武
威海
威胁
威震
威风
娃娃
娄底
娇妻
娇嫩
娇小
娇艳
娘亲
娘娘
娘子
娘家
娜娜
娱乐
娴熟
娶妻
婆娑
婆婆
婆媳
婆家
婉拒
婉约
婉转
婚事
婚前
婚后
婚姻
婚嫁
婚宴
婚庆
婚恋
婚礼
婚约
婚纱
婚育
婴儿
婷婷
婺源
媒人
媒介
媒体
媲美
媳妇
嫁人
嫁妆
嫁接
嫁衣
嫂子
嫉妒
嫌弃
嫌犯
嫌疑
嫖娼
嫦娥
嫩叶
嫩枝
嫩江
嫩肤
嫩芽
嬉戏
嬗变
子午
子叶
子囊
子夜
子女
子孙
子宫
子弟
子弹
子房
子民
子集
孔子
孔庙
孔径
孔明
孔洞
孔隙
孔雀
孕前
孕妇
孕期
孕育
字义
字体
字典
字句
字号
字型
字头
字字
字帖
字幕
字形
字数
字样
字母
字画
字眼
字符
字节
字词
字迹
字面
存世
存亡
存储
存入
存单
存取
存在
存折
存放
存有
存栏
存档
存款
存活
存留
存疑
存续
存货
存量
存钱
孙女
孙子
孙家
孙权
孙武
孙策
孙膑
孜然
孝义
孝子
孝宗
孝心
孝感
孝敬
孝道
孝顺
孟买
孟子
孢子
季军
季刊
季度
季报
季节
季风
孤傲
孤僻
孤儿
孤单
孤寂
孤山
孤岛
孤独
孤立
孤身
学业
学习
学会
学位
学分
学刊
学到
学制
学前
学区
学医
学历
学名
学员
学园
学堂
学士
学好
学子
学学
学家
学年
学府
学弟
学徒
学成
学报
学时
学期
学术
学校
学法
学派
学理
学生
学画
学界
学社
学科
学籍
学系
学组
学者
学联
学艺
学苑
学识
学说
学费
学部
学长
学问
学院
学风
孩儿
孩子
孩童
孵化
宁乡
宁可
宁夏
宁德
宁愿
宁波
宁海
宁远
宁静
它们
宅院
宇宙
宇文
宇航
守信
守候
守军
守则
守卫
守城
守备
守恒
守护
守时
守望
守法
守门
安东
安乐
安乡
安保
安倍
安全
安利
安化
安南
安危
安县
安吉
安国
安好
安妮
安娜
安宁
安安
安定
安家
安居
安平
安庆
安康
安徽
安心
安息
安慰
安抚
安拉
安排
安放
安检
安泰
安溪
安然
安生
安神
安稳
安置
安葬
安装
安西
安详
安达
安逸
安邦
安防
安阳
安静
安顺
宋代
宋元
宋史
宋朝
宋江
宋词
完事
完全
完善
完备
完好
完小
完工
完成
完整
完毕
完结
完美
完胜
完蛋
完颜
宏伟
宏图
宏大
宏观
宏达
宗亲
宗室
宗师
宗庙
宗教
宗族
宗旨
宗派
宗祠
宗谱
官位
官僚
官兵
官军
官制
官司
官名
官吏
官员
官场
官府
官方
官窑
官署
官职
官话
官邸
宙斯
定下
定为
定义
定于
定价
定位
定做
定制
定力
定名
定向
定型
定子
定居
定州
定律
定性
定时
定期
定格
定植
定海
定点
定理
定稿
定级
定罪
定西
定论
定语
定远
定都
定量
定金
定额
宛如
宛若
宜人
宜兰
宜兴
宜家
宜宾
宜居
宜昌
宜春
宝典
宝剑
宝地
宝塔
宝安
宝宝
宝山
宝岛
宝库
宝座
宝洁
宝物
宝玉
宝珠
宝石
宝藏
宝贝
宝贵
宝钢
宝马
宝鸡
实业
实为
实习
实事
实体
实例
实况
实则
实力
实务
实名
实在
实地
实属
实干
实录
实心
实情
实惠
实战
实收
实效
实数
实施
实时
实景
实有
实权
实测
实物
实现
实用
实绩
实行
实证
实话
实质
实践
实际
实验
宠儿
宠爱
宠物
审判
审定
审慎
审批
审查
审核
审理
审稿
审美
审视
审计
审议
审讯
审评
审问
审阅
审题
审验
客串
客人
客体
客厅
客商
客场
客家
客座
客户
客房
客服
客机
客栈
客气
客流
客源
客观
客货
客车
客运
客队
宣传
宣判
宣化
宣告
宣和
宣城
宣布
宣德
宣战
宣扬
宣教
宣泄
宣示
宣称
宣纸
宣统
宣言
宣誓
宣讲
宣读
室内
室友
室外
室温
宦官
宪兵
宪宗
宪政
宪法
宪章
宫中
宫主
宫内
宫城
宫女
宫室
宫廷
宫殿
宫里
宫门
宫颈
宰杀
宰相
害人
害怕
害死
害羞
害虫
宴会
宴席
宴请
家世
家业
家中
家乡
家书
家事
家产
家人
家伙
家传
家住
家兔
家具
家养
家务
家园
家境
家宅
家家
家居
家属
家常
家庄
家庙
家庭
家当
家政
家教
家族
家暴
家村
家用
家电
家畜
家禽
家私
家臣
家装
家训
家谱
家贫
家里
家长
家门
家风
容器
容忍
容易
容积
容纳
容许
容貌
容量
容颜
宽厚
宽大
宽容
宽带
宽幅
宽广
宽度
宽恕
宽敞
宽松
宽泛
宽窄
宽裕
宽阔
宽频
宾利
宾客
宾语
宾馆
宿主
宿命
宿存
宿州
宿敌
宿舍
宿迁
寂寞
寂寥
寂静
寄主
寄予
寄养
寄存
寄宿
寄居
寄托
寄生
寄语
寄送
密云
密切
密宗
密实
密室
密封
密布
密度
密林
密码
密谋
密钥
密闭
密集
富丽
富于
富人
富余
富含
富商
富国
富士
富家
富庶
富强
富有
富民
富翁
富裕
富豪
富贵
富足
富阳
富集
富饶
寒假
寒冬
寒冷
寒凉
寒暑
寒气
寒湿
寒热
寒门
寒风
寓居
寓意
寓所
寓言
寝室
察看
察觉
寡人
寡头
寡妇
寥寥
寨子
寰宇
对于
对付
对位
对偶
对内
对冲
对决
对准
对华
对口
对唱
对外
对子
对局
对岸
对峙
对应
对待
对手
对抗
对折
对接
对敌
对数
对方
对此
对比
对流
对焦
对照
对生
对症
对白
对称
对立
对策
对联
对虾
对视
对话
对象
对错
对阵
对面
对齐
寺庙
寺院
寻回
寻宝
寻常
寻找
寻根
寻梦
寻求
寻觅
寻访
导体
导入
导出
导向
导师
导引
导弹
导报
导数
导流
导游
导演
导热
导电
导管
导线
导致
导航
导论
导语
导读
导购
导轨
寿光
寿县
寿司
寿命
寿山
寿星
寿险
封信
封印
封口
封号
封地
封堵
封存
封建
封杀
封禁
封装
封锁
封闭
封面
封顶
射中
射入
射击
射手
射杀
射电
射程
射箭
射精
射线
射速
射门
射频
将军
将士
将帅
将来
将要
将近
将领
尊严
尊崇
尊敬
尊称
尊者
尊贵
尊重
小丑
小事
小于
小人
小伙
小传
小便
小偷
小儿
小兔
小兵
小刀
小勺
小包
小区
小叶
小号
小吃
小名
小品
小哥
小国
小型
小城
小声
小妹
小姐
小姨
小子
小孔
小字
小学
小孩
小宝
小寨
小将
小小
小屋
小山
小岛
小川
小巧
小巴
小巷
小幅
小店
小康
小弟
小张
小强
小径
小心
小憩
小戏
小手
小指
小数
小时
小曲
小村
小林
小枝
小树
小样
小桥
小楷
小楼
小步
小气
小河
小泉
小溪
小火
小点
小熊
小牛
小狗
小猪
小猫
小班
小球
小生
小病
小盘
小看
小站
小童
小米
小组
小结
小羊
小肠
小胖
小脑
小脚
小腹
小腿
小舟
小船
小节
小花
小草
小菜
小葱
小街
小觑
小说
小调
小贝
小贩
小费
小资
小路
小车
小道
小野
小钱
小镇
小队
小院
小雅
小雨
小雪
小额
小食
小马
小鬼
小鱼
小鸟
小鸡
小鹿
小麦
小黑
小鼠
小龙
少于
少儿
少华
少女
少妇
少将
少尉
少年
少数
少时
少有
少林
少校
少爷
少见
少许
少量
尔克
尔后
尔多
尔巴
尔德
尔斯
尔格
尔特
尔雅
尔顿
尖刀
尖叫
尖头
尖山
尖峰
尖椒
尖端
尖锐
尘世
尘土
尘埃
尘封
尚且
尚书
尚可
尚存
尚无
尚有
尚未
尚武
尝到
尝尝
尝试
尤为
尤其
尤里
就业
就义
就任
就医
就学
就是
就此
就算
就职
就要
就让
就诊
就读
就近
就餐
尴尬
尸体
尸骨
尺寸
尺度
尺码
尼亚
尼克
尼奥
尼姑
尼尔
尼康
尼斯
尼特
尼采
尼龙
尽兴
尽力
尽头
尽心
尽快
尽情
尽早
尽管
尽职
尽责
尽量
尾声
尾巴
尾气
尾灯
尾盘
尾端
尾羽
尾翼
尾部
尾随
尾鳍
尿布
尿液
尿素
尿路
尿道
尿酸
尿频
局势
局地
局部
局长
局限
局面
屁股
层层
层次
层状
层级
层面
层高
居中
居于
居住
居士
居多
居委
居室
居家
居所
居民
居然
居留
屈光
屈原
屈曲
屈服
屈膝
屈辱
届时
届满
屋内
屋后
屋外
屋子
屋檐
屋里
屋面
屋顶
屌丝
屏保
屏幕
屏蔽
屏障
屏风
展会
展位
展出
展区
展厅
展台
展品
展商
展开
展望
展期
展板
展演
展现
展示
展翅
展览
展销
展露
展馆
属下
属于
属地
属实
属性
属相
屠夫
屠宰
屠杀
屠龙
屡屡
屡次
履历
履带
履约
履职
履行
屯兵
屯田
屯门
山上
山下
山丘
山东
山中
山乡
山体
山前
山势
山区
山南
山口
山地
山场
山坡
山城
山塘
山墙
山头
山姆
山寨
山寺
山居
山岗
山岭
山岳
山峦
山峰
山崖
山巅
山川
山庄
山形
山景
山本
山村
山林
山楂
山歌
山水
山沟
山河
山泉
山洞
山洪
山海
山涧
山田
山石
山神
山羊
山脉
山脊
山脚
山腰
山色
山花
山茶
山药
山西
山谷
山路
山道
山里
山野
山镇
山门
山间
山阳
山阴
山顶
山鸡
山麓
屹立
岁数
岁月
岂能
岐山
岔路
岗位
岗前
岛上
岛内
岛国
岛屿
岛津
岛礁
岩体
岩土
岩壁
岩层
岩性
岩洞
岩浆
岩溶
岩画
岩石
岭南
岳母
岳父
岳飞
岷江
岸上
岸线
岸边
峡谷
峥嵘
峨眉
峭壁
峰会
峰值
峰山
峰峦
峰顶
崂山
崇尚
崇德
崇拜
崇敬
崇文
崇明
崇祯
崇高
崎岖
崛起
崩坏
崩塌
崩溃
崩盘
崭新
嵌入
嵩山
巅峰
巍峨
巍巍
川东
川剧
川北
川南
川崎
川芎
川菜
川西
州委
州市
州府
州郡
州长
巡回
巡展
巡抚
巡查
巡检
巡游
巡演
巡礼
巡航
巡视
巡警
巡逻
巢湖
巢穴
工业
工事
工人
工件
工会
工伤
工位
工作
工党
工兵
工具
工农
工况
工匠
工厂
工友
工商
工地
工场
工大
工夫
工委
工学
工序
工控
工整
工时
工期
工矿
工种
工科
工程
工笔
工艺
工行
工装
工贸
工资
工部
工龄
左传
左侧
左右
左岸
左手
左旋
左派
左眼
左翼
左耳
左脚
左腿
左臂
左边
巧合
巧妙
巧遇
巨人
巨作
巨兽
巨制
巨匠
巨变
巨响
巨型
巨大
巨头
巨幅
巨星
巨款
巨浪
巨石
巨著
巨资
巨量
巨额
巨龙
巩固
巫女
巫山
巫师
巫术
差价
差值
差分
差别
差劲
差异
差点
差距
差速
差错
差额
己任
己方
已婚
已成
已故
已有
已然
已知
已经
巴中
巴克
巴利
巴士
巴尔
巴山
巴巴
巴德
巴拉
巴掌
巴斯
巴林
巴比
巴特
巴登
巴萨
巴蜀
巴西
巴赫
巴里
巴金
巴顿
巴马
巴黎
巷子
巷道
巾帼
币种
市井
市价
市值
市内
市区
市县
市场
市委
市容
市局
市属
市府
市政
市民
市直
市立
市级
市郊
市里
市镇
市长
市集
市面
布丁
布什
布兰
布利
布尔
布局
布拉
布料
布斯
布施
布景
布朗
布满
布线
布罗
布置
布衣
布袋
布设
布道
布里
布阵
布雷
帅哥
帅气
帆布
帆船
师专
师从
师傅
师兄
师团
师大
师妹
师姐
师弟
师徒
师承
师法
师父
师生
师范
师资
师长
师门
师院
希冀
希尔
希望
希腊
帐号
帐户
帐篷
帕劳
帕拉
帖子
帝位
帝君
帝国
帝王
帝都
带上
带入
带兵
带到
带动
带回
带头
带子
带宽
带式
带有
带来
带状
带球
带电
带病
带给
带薪
带走
带队
带领
带鱼
席位
席卷
帮主
帮会
帮助
帮帮
帮忙
帮手
帮扶
帮教
帮派
帷幕
常人
常会
常住
常务
常压
常备
常委
常客
常山
常州
常常
常平
常年
常德
常态
常数
常有
常温
常熟
常理
常用
常绿
常考
常见
常规
常设
常识
常量
常青
常驻
帽子
幅员
幅度
幅面
幌子
幕僚
幕后
幕墙
幕府
干事
干净
干劲
干吗
干咳
干姜
干将
干式
干性
干扰
干掉
干支
干旱
干果
干枯
干校
干法
干洗
干活
干流
干涉
干涩
干涸
干渠
干湿
干燥
干爹
干爽
干粉
干粮
干线
干练
干脆
干警
干贝
干货
干道
干部
干酪
干预
平仄
平仓
平价
平凉
平凡
平分
平原
平反
平台
平和
平喘
平地
平均
平坦
平壤
平复
平安
平定
平实
平局
平展
平山
平川
平常
平平
平底
平度
平庸
平息
平成
平房
平手
平整
平方
平日
平时
平板
平民
平江
平淡
平添
平湖
平滑
平潭
平生
平直
平移
平稳
平等
平米
平缓
平胸
平菇
平行
平衡
平装
平谷
平遥
平铺
平阳
平静
平面
平顺
年产
年代
年份
年内
年初
年前
年华
年均
年头
年少
年岁
年幼
年底
年度
年报
年期
年末
年检
年满
年率
年画
年糕
年级
年纪
年终
年老
年薪
年表
年谱
年轮
年轻
年迈
年鉴
年长
年间
年限
年青
年龄
并且
并举
并作
并入
并列
并发
并处
并存
并州
并拢
并排
并未
并用
并称
并联
并肩
并行
并购
并进
并重
并非
幸亏
幸免
幸好
幸存
幸得
幸福
幸运
幻化
幻境
幻影
幻想
幻术
幻灭
幻觉
幻象
幼体
幼儿
幼女
幼子
幼小
幼师
幼年
幼教
幼时
幼树
幼犬
幼稚
幼童
幼苗
幼虫
幽冥
幽州
幽幽
幽暗
幽深
幽灵
幽谷
幽门
幽雅
幽静
幽香
幽默
广东
广为
广义
广元
广博
广发
广告
广场
广大
广安
广岛
广州
广布
广度
广德
广播
广汉
广泛
广电
广袤
广西
广角
广谱
广阔
广陵
广韵
庄严
庄主
庄园
庄子
庄家
庄稼
庄重
庆丰
庆云
庆元
庆典
庆幸
庆祝
庆贺
庆阳
庇护
床上
床位
床单
床垫
床头
床边
床铺
序列
序号
序幕
序曲
序言
庐山
庐江
库克
库区
库存
库容
库尔
库房
库里
应为
应予
应交
应从
应付
应力
应变
应声
应天
应对
应届
应当
应征
应得
应急
应收
应有
应激
应用
应税
应答
应考
应聘
应诉
应试
应该
应选
应邀
应酬
应验
底下
底价
底子
底层
底座
底本
底板
底气
底片
底盘
底线
底色
底蕴
底薪
底质
底部
底面
店主
店名
店员
店子
店家
店里
店铺
店长
店面
庙会
庙堂
庙宇
庙里
庚子
庚寅
庚辰
府城
府邸
庞大
废品
废墟
废弃
废料
废旧
废止
废气
废水
废渣
废物
废纸
废话
废除
度假
度数
度日
度过
度量
座位
座标
座椅
座舱
座落
座谈
庭园
庭审
庭长
庭院
康乐
康体
康佳
康复
康宁
康定
康德
康桥
康熙
庸俗
廉价
廉政
廉洁
廉租
廊坊
廊桥
廊道
延伸
延吉
延安
延寿
延展
延庆
延时
延期
延续
延缓
延至
延误
延边
延迟
延长
建业
建中
建于
建交
建党
建军
建制
建功
建华
建厂
建国
建委
建宁
建安
建工
建平
建康
建德
建成
建房
建文
建新
建有
建材
建构
建树
建校
建档
建模
建武
建立
建筑
建行
建议
建设
建起
建造
建部
建都
开业
开会
开元
开光
开关
开具
开出
开凿
开刀
开创
开办
开动
开化
开发
开口
开合
开启
开售
开园
开国
开场
开垦
开头
开奖
开始
开学
开导
开封
开局
开展
开山
开工
开市
开幕
开平
开店
开府
开庭
开建
开式
开张
开往
开心
开成
开战
开户
开房
开打
开拍
开拓
开挖
开播
开支
开放
开时
开明
开朗
开机
开来
开枪
开标
开水
开源
开火
开班
开球
开皇
开盘
开票
开窍
开窗
开立
开端
开篇
开罗
开胃
开花
开荒
开行
开裂
开讲
开设
开课
开赛
开路
开车
开辟
开运
开进
开通
开采
开销
开锁
开锅
开门
开闭
开间
开阔
开除
开馆
异乡
异位
异动
异化
异同
异名
异味
异国
异地
异型
异域
异常
异形
异性
异族
异样
异步
异物
异端
异类
异能
异议
弃婴
弃权
弄清
弊病
弊端
式微
式样
弓箭
引信
引入
引出
引力
引发
引向
引子
引导
引得
引擎
引文
引来
引水
引流
引渡
引燃
引爆
引用
引申
引种
引线
引致
引荐
引言
引证
引诱
引资
引起
引路
引进
引述
引领
弗利
弗拉
弗莱
弗里
弗雷
弘扬
弘治
弘法
弟兄
弟子
弟弟
张口
张嘴
张大
张家
张开
张扬
张掖
张旭
张衡
张贴
张飞
弥勒
弥散
弥漫
弥补
弦乐
弧度
弧形
弧线
弯弯
弯曲
弯腰
弯路
弯道
弱势
弱化
弱小
弱智
弱点
弱者
弱视
弹丸
弹力
弹劾
弹匣
弹唱
弹头
弹奏
弹射
弹幕
弹性
弹指
弹琴
弹簧
弹药
弹跳
弹道
强于
强健
强光
强军
强制
强力
强加
强劲
强势
强化
强县
强国
强壮
强大
强奸
强度
强弱
强强
强忍
强悍
强攻
强效
强敌
强暴
强权
强求
强烈
强生
强盗
强盛
强硬
强者
强行
强调
强身
强迫
强酸
强队
强项
强风
归于
归侨
归入
归化
归去
归口
归国
归宿
归属
归来
归档
归类
归纳
归结
归还
归途
归附
归隐
归集
归顺
当下
当中
当事
当今
当代
当众
当作
当做
当兵
当初
当前
当即
当地
当场
当天
当头
当好
当官
当家
当局
当年
当庭
当归
当心
当成
当日
当时
当晚
当月
当然
当真
当着
当红
当选
当量
当铺
当面
录像
录入
录制
录取
录得
录用
录音
彗星
彝族
形似
形体
形制
形势
形变
形声
形容
形式
形态
形成
形状
形神
形象
彩云
彩信
彩印
彩图
彩妆
彩排
彩民
彩电
彩画
彩礼
彩票
彩绘
彩色
彩虹
彩蛋
彩超
彩陶
彩霞
彪悍
彰化
彰显
影业
影像
影印
影后
影响
影坛
影城
影子
影射
影展
影星
影楼
影片
影视
影评
影迷
影院
影音
彷徨
彻夜
彻底
彼岸
彼得
彼时
彼此
往事
往前
往后
往回
往复
往届
往常
往年
往往
往日
往昔
往来
往返
征伐
征信
征兆
征兵
征召
征地
征婚
征得
征战
征收
征文
征服
征求
征用
征程
征税
征管
征缴
征讨
征询
征象
征途
征集
径向
径流
径直
待业
待人
待命
待定
待客
待机
待查
待用
待见
待遇
很多
很大
很小
很少
很快
很早
律动
律师
律诗
徐克
徐家
徐州
徐徐
徐福
徒劳
徒弟
徒手
徒步
得主
得以
得体
得出
得分
得利
得到
得力
得名
得失
得奖
得当
得意
得手
得救
得来
得病
得知
得票
得罪
得胜
得逞
徘徊
徜徉
御史
御寒
御用
御览
循环
微光
微克
微分
微创
微利
微型
微妙
微孔
微小
微弱
微微
微星
微晶
微机
微波
微笑
微米
微粒
微细
微薄
微观
微调
微软
微酸
微量
微风
微黄
德克
德军
德利
德化
德华
德国
德安
德尔
德川
德州
德性
德拉
德文
德斯
德林
德比
德清
德甲
德罗
德育
德行
德语
德里
德阳
德鲁
徽商
徽州
徽派
徽章
心上
心中
心事
心仪
心切
心力
心动
心包
心地
心境
心声
心头
心安
心室
心寒
心底
心弦
心形
心得
心怀
心态
心思
心急
心性
心悸
心情
心想
心意
心愿
心慌
心房
心扉
心智
心机
心法
心灵
心烦
心爱
心率
心理
心田
心疼
心病
心痛
心皮
心目
心眼
心碎
心神
心系
心结
心绪
心肌
心肺
心胸
心脏
心腹
心血
心衰
心计
心语
心跳
心软
心酸
心里
必修
必备
必定
必将
必然
必经
必考
必胜
必要
必读
必需
必须
忌讳
忌食
忍住
忍受
忍心
忍术
忍痛
忍者
忍耐
忍让
忏悔
忐忑
志向
志在
志士
志强
志愿
志远
忘却
忘情
忘我
忘掉
忘记
忙于
忙碌
忠义
忠于
忠厚
忠告
忠孝
忠实
忠心
忠臣
忠良
忠诚
忠贞
忧伤
忧愁
忧虑
忧郁
快乐
快件
快快
快意
快感
快慢
快报
快捷
快板
快步
快活
快点
快船
快艇
快要
快讯
快车
快递
快速
快门
快餐
念书
念佛
念叨
念头
念经
忻州
忽悠
忽然
忽略
忽视
怀上
怀中
怀化
怀古
怀孕
怀念
怀抱
怀揣
怀旧
怀有
怀柔
怀特
怀疑
怀着
怀远
怀里
态势
态度
怂恿
怎么
怎样
怒吼
怒放
怒气
怒江
怒火
怜悯
怜惜
思乡
思念
思想
思明
思源
思潮
思科
思索
思绪
思维
思考
思虑
思路
思辨
思量
急于
急促
急切
急剧
急忙
急急
急性
急救
急流
急症
急诊
急躁
急速
急需
性交
性别
性味
性命
性子
性情
性感
性格
性欲
性爱
性状
性病
性能
性腺
性质
怨恨
怨气
怨言
怪事
怪人
怪兽
怪圈
怪异
怪物
怪石
怪诞
怪谈
总之
总产
总价
总会
总体
总值
总共
总兵
总分
总则
总务
总厂
总台
总和
总局
总店
总归
总得
总成
总支
总数
总是
总理
总监
总目
总督
总社
总称
总站
总算
总管
总线
总结
总统
总编
总署
总能
总行
总裁
总装
总计
总论
总部
总量
总长
总队
总院
总额
恋人
恋情
恋爱
恍惚
恐吓
恐怕
恐怖
恐惧
恐慌
恐龙
恒久
恒定
恒山
恒星
恒河
恒温
恒生
恢复
恢宏
恢弘
恣意
恩人
恩仇
恩师
恩德
恩怨
恩情
恩惠
恩斯
恩施
恩爱
恩赐
恪守
恬淡
恬静
恭喜
恭敬
息肉
恰似
恰好
恰巧
恰当
恰恰
恰逢
恳求
恳请
恶习
恶人
恶劣
恶化
恶心
恶性
恶意
恶梦
恶毒
恶臭
恶霸
恶魔
恼怒
恼火
悄悄
悄然
悉尼
悉心
悉数
悔恨
悖论
悟出
悟性
悟道
悠久
悠悠
悠扬
悠然
悠远
悠长
悠闲
患上
患儿
患处
患有
患病
患者
悦耳
您好
悬崖
悬念
悬挂
悬架
悬殊
悬浮
悬疑
悬空
悬赏
悲伤
悲凉
悲剧
悲哀
悲壮
悲惨
悲愤
悲欢
悲歌
悲痛
悲观
悸动
悼念
情义
情书
情事
情人
情仇
情侣
情况
情势
情商
情场
情境
情妇
情形
情志
情怀
情态
情思
情意
情感
情愫
情愿
情报
情操
情敌
情景
情欲
情歌
情深
情爱
情结
情绪
情缘
情色
情节
情话
情调
情谊
情趣
惆怅
惊人
惊动
惊厥
惊叹
惊吓
惊呆
惊呼
惊喜
惊天
惊奇
惊异
惊心
惊恐
惊悚
惊慌
惊讶
惊醒
惊险
惊魂
惋惜
惟一
惟有
惠农
惠及
惠安
惠州
惠普
惠民
惠阳
惧怕
惨剧
惨案
惨死
惨淡
惨烈
惨痛
惨败
惨遭
惨重
惩处
惩戒
惩治
惩罚
惬意
惭愧
惯例
