<pad>	0
<unk>	1
[CLS]	2
[SEP]	3
[MASK]	4
(	5
)	6
"	7
-	8
.	9
–	10
£	11
€	12
▁	13
▁the	14
,	15
▁of	16
▁and	17
s	18
▁in	19
▁to	20
▁a	21
'	22
▁was	23
▁he	24
▁is	25
▁for	26
▁on	27
▁as	28
▁with	29
▁that	30
▁i	31
▁it	32
▁his	33
▁by	34
▁at	35
▁her	36
▁from	37
t	38
▁she	39
▁an	40
▁had	41
▁you	42
d	43
▁be	44
:	45
▁were	46
▁but	47
▁this	48
i	49
▁are	50
▁my	51
▁not	52
▁one	53
▁or	54
▁me	55
▁which	56
▁have	57
a	58
▁they	59
?	60
▁him	61
e	62
▁has	63
▁first	64
▁all	65
▁their	66
▁also	67
ing	68
ed	69
▁out	70
▁up	71
▁who	72
;	73
▁been	74
▁after	75
▁when	76
▁into	77
▁new	78
m	79
▁there	80
▁two	81
▁its	82
▁would	83
▁over	84
▁time	85
▁so	86
▁said	87
▁about	88
▁other	89
▁no	90
▁more	91
▁can	92
y	93
▁then	94
▁we	95
th	96
▁back	97
▁what	98
re	99
▁if	100
▁like	101
ly	102
n	103
▁only	104
▁them	105
er	106
▁do	107
in	108
▁some	109
▁could	110
o	111
▁during	112
▁where	113
▁just	114
▁before	115
▁school	116
▁made	117
/	118
▁than	119
▁through	120
▁de	121
▁years	122
▁may	123
the	124
▁down	125
▁world	126
▁most	127
▁between	128
▁will	129
▁now	130
▁under	131
▁three	132
▁while	133
▁well	134
2	135
▁city	136
▁1	137
▁later	138
r	139
▁around	140
▁part	141
▁being	142
▁know	143
▁did	144
▁such	145
▁state	146
▁used	147
▁people	148
▁against	149
c	150
▁many	151
▁national	152
▁second	153
▁your	154
▁university	155
▁both	156
▁head	157
▁these	158
▁year	159
es	160
▁way	161
▁go	162
▁until	163
▁get	164
1	165
▁even	166
▁known	167
▁off	168
▁man	169
▁work	170
▁film	171
▁2	172
▁team	173
▁still	174
▁long	175
▁war	176
man	177
▁became	178
▁since	179
▁south	180
▁united	181
▁us	182
▁high	183
▁how	184
▁because	185
▁any	186
!	187
▁again	188
▁american	189
▁family	190
▁house	191
al	192
▁right	193
▁eyes	194
ve	195
▁see	196
k	197
▁season	198
▁took	199
▁north	200
▁life	201
▁states	202
▁3	203
▁name	204
▁same	205
▁each	206
▁however	207
▁day	208
▁place	209
an	210
ll	211
▁much	212
▁home	213
▁group	214
▁including	215
▁found	216
▁area	217
on	218
en	219
b	220
▁don	221
▁four	222
▁didn	223
▁hand	224
▁left	225
▁another	226
▁called	227
▁going	228
▁away	229
▁won	230
▁series	231
▁music	232
▁make	233
▁number	234
▁here	235
▁last	236
▁company	237
▁several	238
▁john	239
3	240
▁end	241
it	242
▁never	243
▁album	244
you	245
▁best	246
▁take	247
or	248
▁following	249
▁game	250
no	251
h	252
▁very	253
▁good	254
l	255
▁district	256
▁played	257
▁own	258
▁want	259
▁began	260
▁released	261
to	262
g	263
5	264
▁little	265
▁too	266
us	267
▁4	268
▁held	269
▁side	270
▁county	271
▁c	272
▁those	273
▁early	274
▁use	275
▁face	276
▁think	277
▁league	278
▁&	279
▁west	280
▁came	281
▁air	282
▁government	283
▁small	284
▁march	285
▁town	286
▁u	287
▁club	288
▁thought	289
and	290
u	291
▁looked	292
▁line	293
▁international	294
▁june	295
▁went	296
▁general	297
▁show	298
▁september	299
4	300
▁something	301
▁re	302
▁along	303
▁men	304
▁york	305
p	306
▁m	307
▁water	308
▁set	309
▁few	310
▁october	311
▁station	312
▁july	313
▁college	314
▁old	315
▁august	316
▁public	317
▁our	318
▁black	319
▁january	320
▁father	321
▁member	322
▁band	323
▁church	324
na	325
▁co	326
▁april	327
▁next	328
▁system	329
▁got	330
▁5	331
▁10	332
▁la	333
▁b	334
▁located	335
▁former	336
▁room	337
▁song	338
▁love	339
▁come	340
▁river	341
▁east	342
▁night	343
▁november	344
▁single	345
▁party	346
▁16	347
▁age	348
▁car	349
▁population	350
▁p	351
▁every	352
▁building	353
▁st	354
▁five	355
▁december	356
▁15	357
▁body	358
▁white	359
▁book	360
▁look	361
▁though	362
▁within	363
▁women	364
▁service	365
▁without	366
▁un	367
▁open	368
▁17	369
▁large	370
▁top	371
▁death	372
▁started	373
▁great	374
▁local	375
▁need	376
▁named	377
▁should	378
6	379
z	380
born	381
▁once	382
▁road	383
st	384
▁moved	385
▁born	386
0	387
▁british	388
▁order	389
▁12	390
▁children	391
▁built	392
▁door	393
▁major	394
▁say	395
x	396
▁due	397
▁f	398
▁village	399
▁6	400
▁km	401
▁red	402
is	403
▁knew	404
▁park	405
▁president	406
▁main	407
▁let	408
▁february	409
f	410
▁asked	411
▁turned	412
le	413
▁power	414
▁art	415
▁per	416
▁wanted	417
▁play	418
▁although	419
▁received	420
▁different	421
▁third	422
▁served	423
▁near	424
▁himself	425
▁final	426
▁felt	427
▁century	428
▁together	429
▁voice	430
▁front	431
▁based	432
▁son	433
▁20	434
▁football	435
▁times	436
▁king	437
he	438
▁behind	439
▁died	440
▁saw	441
▁put	442
▁members	443
ton	444
ers	445
▁street	446
▁history	447
▁help	448
▁mother	449
▁award	450
▁law	451
▁having	452
▁7	453
▁point	454
▁army	455
▁late	456
8	457
we	458
▁center	459
▁division	460
▁young	461
▁ever	462
▁far	463
▁across	464
7	465
▁games	466
▁published	467
▁include	468
▁8	469
▁told	470
▁light	471
as	472
▁hands	473
▁18	474
▁country	475
▁land	476
▁find	477
▁often	478
▁london	479
▁cup	480
▁led	481
▁species	482
▁why	483
▁french	484
▁run	485
▁english	486
▁j	487
▁office	488
▁g	489
▁six	490
▁must	491
▁gave	492
▁al	493
▁tell	494
▁court	495
▁according	496
▁among	497
▁2010	498
w	499
]	500
▁original	501
▁short	502
▁full	503
▁given	504
▁form	505
▁included	506
▁million	507
▁business	508
▁days	509
▁really	510
▁enough	511
ar	512
▁14	513
▁community	514
▁live	515
▁council	516
▁player	517
9	518
▁half	519
▁opened	520
▁central	521
▁development	522
▁san	523
▁woman	524
ra	525
▁wasn	526
▁research	527
son	528
▁lost	529
▁might	530
la	531
el	532
▁become	533
▁mi	534
▁fire	535
ta	536
do	537
▁non	538
▁13	539
ma	540
▁seen	541
▁2011	542
▁close	543
▁making	544
▁career	545
de	546
▁11	547
▁german	548
ia	549
▁always	550
▁free	551
▁hard	552
▁island	553
▁hall	554
▁support	555
ne	556
▁almost	557
▁force	558
▁director	559
▁round	560
▁9	561
▁sure	562
▁2012	563
▁things	564
▁education	565
▁v	566
▁married	567
▁using	568
▁control	569
▁2008	570
▁record	571
▁inside	572
▁students	573
▁better	574
▁field	575
up	576
▁worked	577
▁continued	578
able	579
▁big	580
▁title	581
▁heart	582
▁feel	583
▁thing	584
▁human	585
▁james	586
▁returned	587
▁2009	588
▁am	589
▁give	590
te	591
▁2006	592
da	593
▁mind	594
▁ii	595
ic	596
▁role	597
▁sea	598
▁championship	599
▁total	600
▁act	601
▁anything	602
▁radio	603
▁department	604
▁william	605
▁feet	606
▁association	607
what	608
▁story	609
▁case	610
▁military	611
▁royal	612
▁established	613
▁already	614
▁version	615
▁2013	616
▁various	617
land	618
▁w	619
▁period	620
▁special	621
ry	622
▁2014	623
▁2007	624
▁program	625
▁nothing	626
▁hair	627
▁win	628
▁rock	629
▁does	630
ley	631
▁region	632
▁television	633
▁living	634
▁o	635
▁[	636
▁production	637
▁working	638
▁least	639
▁past	640
▁society	641
▁written	642
▁keep	643
▁l	644
▁call	645
▁sound	646
▁green	647
▁england	648
▁position	649
▁western	650
▁soon	651
▁ten	652
▁further	653
▁others	654
▁brother	655
so	656
ka	657
▁taken	658
▁dark	659
ie	660
ro	661
▁level	662
▁wife	663
▁reached	664
▁george	665
▁ground	666
▁union	667
▁social	668
▁project	669
▁joined	670
▁produced	671
▁lead	672
ch	673
▁course	674
▁political	675
▁information	676
▁done	677
▁post	678
▁created	679
▁k	680
▁important	681
▁appeared	682
▁real	683
▁david	684
▁upon	685
▁board	686
▁services	687
▁moment	688
▁site	689
▁2016	690
▁2015	691
▁battle	692
▁works	693
▁either	694
▁girl	695
▁blood	696
▁summer	697
▁police	698
▁looking	699
▁instead	700
▁god	701
ist	702
▁announced	703
▁design	704
▁blue	705
nd	706
▁arms	707
▁low	708
▁followed	709
v	710
▁couldn	711
▁30	712
▁0	713
▁france	714
▁words	715
co	716
▁ran	717
▁class	718
▁outside	719
ness	720
at	721
▁finally	722
um	723
▁considered	724
▁mouth	725
▁space	726
▁lake	727
j	728
▁toward	729
▁match	730
year	731
▁19	732
▁european	733
▁present	734
▁square	735
▁professional	736
▁someone	737
▁wrote	738
▁india	739
▁america	740
▁taking	741
▁records	742
▁northern	743
▁dr	744
▁described	745
▁h	746
▁stop	747
▁bar	748
▁trying	749
▁australia	750
▁california	751
▁heard	752
▁change	753
▁miles	754
men	755
ism	756
▁common	757
▁paul	758
os	759
▁rest	760
▁r	761
▁science	762
▁video	763
▁race	764
am	765
▁gold	766
▁leave	767
▁yet	768
▁wall	769
▁hit	770
▁25	771
▁middle	772
▁modern	773
▁museum	774
▁southern	775
▁election	776
▁able	777
▁star	778
by	779
▁move	780
▁care	781
▁pre	782
▁daughter	783
▁above	784
▁founded	785
▁today	786
▁less	787
▁return	788
▁minister	789
me	790
▁playing	791
▁track	792
ca	793
▁tried	794
▁sent	795
▁everything	796
▁im	797
▁met	798
▁start	799
▁=	800
▁recorded	801
ling	802
▁floor	803
don	804
▁turn	805
ian	806
▁event	807
▁100	808
▁brought	809
▁seven	810
but	811
▁2005	812
▁arm	813
▁2017	814
ter	815
▁language	816
den	817
▁months	818
▁points	819
▁mr	820
if	821
▁robert	822
▁example	823
▁2000	824
▁kind	825
▁railway	826
▁closed	827
▁dead	828
▁result	829
▁release	830
▁thomas	831
▁michael	832
▁word	833
ge	834
▁similar	835
▁canada	836
▁fact	837
▁training	838
go	839
▁person	840
▁killed	841
▁finished	842
▁formed	843
▁popular	844
▁doing	845
▁tour	846
▁sat	847
▁addition	848
one	849
▁child	850
▁needed	851
▁21	852
▁health	853
well	854
▁deep	855
ity	856
ation	857
▁route	858
▁table	859
▁friend	860
▁centre	861
▁average	862
be	863
▁rather	864
▁lot	865
▁current	866
▁stood	867
▁decided	868
▁despite	869
se	870
▁currently	871
ion	872
▁bed	873
▁festival	874
▁money	875
▁stage	876
▁week	877
▁eventually	878
▁forces	879
▁coming	880
▁pulled	881
▁idea	882
▁boy	883
▁mean	884
▁developed	885
▁brown	886
that	887
▁elected	888
ni	889
▁seemed	890
time	891
▁throughout	892
▁debut	893
▁2004	894
▁pro	895
▁bad	896
rd	897
▁says	898
▁bay	899
▁construction	900
▁press	901
▁minutes	902
▁chief	903
▁available	904
▁added	905
▁1,	906
▁mid	907
▁signed	908
▁indian	909
▁probably	910
ur	911
▁originally	912
▁maybe	913
▁germany	914
my	915
▁songs	916
▁forward	917
12	918
▁cross	919
▁grand	920
ko	921
▁charles	922
less	923
▁areas	924
▁character	925
▁di	926
▁sir	927
ri	928
▁appointed	929
▁talk	930
▁el	931
▁private	932
▁australian	933
▁institute	934
▁remained	935
▁peter	936
▁24	937
▁possible	938
▁sun	939
▁committee	940
▁media	941
▁episode	942
▁mark	943
▁plan	944
▁sold	945
▁running	946
il	947
▁hill	948
▁study	949
▁food	950
▁usually	951
▁teams	952
▁process	953
▁friends	954
▁bridge	955
▁performance	956
▁smile	957
▁herself	958
▁morning	959
com	960
▁1990	961
▁else	962
▁events	963
▁books	964
▁bank	965
▁strong	966
▁features	967
▁list	968
ba	969
▁eight	970
▁province	971
▁sub	972
▁2003	973
▁hours	974
▁census	975
▁quickly	976
▁coach	977
▁range	978
▁whole	979
▁hospital	980
▁term	981
▁network	982
▁tv	983
▁guitar	984
▁believe	985
▁performed	986
▁lower	987
▁seat	988
▁official	989
▁hear	990
▁attack	991
▁myself	992
▁x	993
ha	994
▁ship	995
▁news	996
▁beginning	997
▁china	998
▁shot	999
▁base	1000
▁type	1001
▁europe	1002
▁eastern	1003
ja	1004
▁leading	1005
▁designed	1006
▁players	1007
▁arts	1008
▁le	1009
▁henry	1010
▁studies	1011
▁directed	1012
▁involved	1013
▁stone	1014
▁changed	1015
▁towards	1016
▁getting	1017
▁movement	1018
▁van	1019
un	1020
▁below	1021
▁future	1022
▁academy	1023
▁22	1024
▁kept	1025
▁super	1026
▁hold	1027
▁action	1028
▁japan	1029
▁sometimes	1030
ner	1031
▁professor	1032
▁washington	1033
▁style	1034
▁sister	1035
10	1036
▁placed	1037
▁civil	1038
▁magazine	1039
▁jack	1040
of	1041
▁gone	1042
▁1980	1043
▁mary	1044
▁longer	1045
ya	1046
▁hot	1047
ke	1048
▁dont	1049
▁section	1050
▁wide	1051
▁du	1052
17	1053
▁data	1054
▁schools	1055
▁alone	1056
▁capital	1057
▁federal	1058
▁sports	1059
pa	1060
▁model	1061
▁captain	1062
▁uk	1063
▁female	1064
▁con	1065
▁completed	1066
▁walked	1067
▁lord	1068
▁officer	1069
▁featured	1070
▁bill	1071
▁size	1072
▁earth	1073
▁fight	1074
▁largest	1075
▁competition	1076
▁cut	1077
▁entire	1078
she	1079
▁fall	1080
▁theatre	1081
▁anti	1082
▁lips	1083
ty	1084
▁tournament	1085
▁thus	1086
18	1087
▁medical	1088
▁2001	1089
▁breath	1090
16	1091
▁rose	1092
▁2002	1093
▁hell	1094
▁japanese	1095
▁rights	1096
▁management	1097
▁richard	1098
▁technology	1099
▁passed	1100
▁senior	1101
▁kingdom	1102
▁includes	1103
▁coast	1104
ce	1105
for	1106
▁leaving	1107
▁means	1108
field	1109
▁2018	1110
▁spent	1111
▁natural	1112
▁sam	1113
▁mine	1114
di	1115
▁chinese	1116
▁reported	1117
▁especially	1118
▁self	1119
▁studio	1120
▁actually	1121
▁energy	1122
▁fine	1123
▁independent	1124
ville	1125
con	1126
▁raised	1127
▁vocals	1128
▁master	1129
ment	1130
▁try	1131
▁phone	1132
▁1970	1133
oh	1134
▁market	1135
ga	1136
▁23	1137
▁staff	1138
▁fell	1139
▁fourth	1140
▁replaced	1141
▁bit	1142
line	1143
▁parents	1144
▁itself	1145
▁christian	1146
▁aircraft	1147
▁saying	1148
ine	1149
▁campaign	1150
▁true	1151
▁valley	1152
za	1153
▁russian	1154
▁canadian	1155
▁leader	1156
der	1157
▁previous	1158
▁allowed	1159
▁awards	1160
▁matter	1161
▁paris	1162
▁interest	1163
▁saint	1164
▁organization	1165
▁countries	1166
▁smith	1167
▁degree	1168
▁artist	1169
▁groups	1170
▁roman	1171
▁silver	1172
▁provided	1173
▁writing	1174
▁stopped	1175
▁awarded	1176
▁kill	1177
▁queen	1178
▁stay	1179
▁african	1180
▁provide	1181
▁didnt	1182
▁deal	1183
▁higher	1184
day	1185
▁italian	1186
▁ft	1187
▁skin	1188
▁martin	1189
▁happened	1190
▁cold	1191
bo	1192
15	1193
▁republic	1194
▁goal	1195
▁whose	1196
▁via	1197
et	1198
▁conference	1199
▁certain	1200
▁earlier	1201
▁command	1202
ting	1203
▁onto	1204
▁job	1205
▁collection	1206
▁clear	1207
wood	1208
▁student	1209
li	1210
▁novel	1211
▁nearly	1212
▁los	1213
▁opening	1214
▁reason	1215
▁ma	1216
▁medal	1217
old	1218
▁moving	1219
▁attention	1220
▁security	1221
▁50	1222
▁gun	1223
rs	1224
ham	1225
lin	1226
▁cover	1227
▁foreign	1228
sa	1229
▁industry	1230
▁date	1231
▁camp	1232
all	1233
▁older	1234
▁meeting	1235
▁standard	1236
▁unit	1237
▁trade	1238
▁chest	1239
▁stated	1240
▁hadn	1241
▁systems	1242
▁fingers	1243
▁guy	1244
can	1245
▁key	1246
▁1999	1247
▁library	1248
▁feeling	1249
▁families	1250
q	1251
ler	1252
▁husband	1253
▁regional	1254
▁meet	1255
▁primary	1256
▁pain	1257
▁girls	1258
▁sense	1259
▁chapter	1260
▁stand	1261
▁26	1262
mer	1263
sen	1264
▁wouldn	1265
▁everyone	1266
▁source	1267
▁governor	1268
▁lived	1269
not	1270
▁africa	1271
▁ended	1272
▁spanish	1273
▁28	1274
▁native	1275
▁anyone	1276
▁introduced	1277
▁heavy	1278
▁complete	1279
▁success	1280
based	1281
▁airport	1282
ad	1283
ive	1284
▁shows	1285
▁mountain	1286
ul	1287
▁standing	1288
▁test	1289
▁regular	1290
ous	1291
▁forced	1292
mo	1293
led	1294
▁port	1295
▁prince	1296
▁entered	1297
▁27	1298
off	1299
▁successful	1300
▁question	1301
▁read	1302
age	1303
▁foundation	1304
▁contract	1305
11	1306
ah	1307
▁movie	1308
▁twenty	1309
▁historic	1310
▁operations	1311
▁commission	1312
▁prior	1313
▁author	1314
▁1998	1315
ten	1316
▁limited	1317
▁channel	1318
▁personal	1319
out	1320
▁plant	1321
▁edition	1322
20	1323
▁mc	1324
▁cast	1325
ally	1326
▁die	1327
▁1960	1328
▁dance	1329
▁report	1330
▁da	1331
▁ka	1332
ized	1333
▁forest	1334
▁couple	1335
let	1336
▁holding	1337
▁texas	1338
▁castle	1339
id	1340
▁parts	1341
▁weeks	1342
▁previously	1343
▁scored	1344
▁practice	1345
au	1346
▁shook	1347
▁active	1348
▁ask	1349
▁glass	1350
▁additional	1351
▁economic	1352
▁se	1353
▁property	1354
les	1355
▁eye	1356
▁approximately	1357
▁lee	1358
▁individual	1359
▁chicago	1360
▁traditional	1361
▁speed	1362
▁covered	1363
▁makes	1364
▁culture	1365
▁themselves	1366
car	1367
▁whom	1368
▁understand	1369
▁wood	1370
▁1996	1371
▁pay	1372
ate	1373
▁buildings	1374
▁immediately	1375
▁hope	1376
▁singer	1377
ak	1378
▁male	1379
▁meant	1380
▁access	1381
▁manager	1382
▁caught	1383
▁takes	1384
va	1385
▁secretary	1386
now	1387
ti	1388
▁wrong	1389
▁required	1390
▁nine	1391
▁ice	1392
▁navy	1393
▁attended	1394
▁shoulder	1395
▁ex	1396
▁paper	1397
▁units	1398
▁fa	1399
▁direction	1400
▁decision	1401
▁lady	1402
like	1403
▁chair	1404
▁catholic	1405
▁engine	1406
▁edge	1407
▁mission	1408
**	1409
with	1410
▁structure	1411
▁1997	1412
▁parliament	1413
▁winning	1414
lo	1415
side	1416
▁40	1417
▁view	1418
14	1419
▁defeated	1420
▁producer	1421
▁starting	1422
▁mar	1423
▁step	1424
▁neck	1425
ford	1426
ted	1427
▁computer	1428
▁relationship	1429
est	1430
▁stadium	1431
per	1432
19	1433
▁offered	1434
mi	1435
ey	1436
▁doesn	1437
▁giving	1438
▁commercial	1439
▁thinking	1440
▁bass	1441
▁break	1442
way	1443
▁nature	1444
▁evidence	1445
▁championships	1446
▁slowly	1447
▁problem	1448
▁studied	1449
▁quite	1450
▁ready	1451
▁executive	1452
▁operation	1453
▁hotel	1454
▁watch	1455
▁helped	1456
▁musical	1457
▁ha	1458
▁highway	1459
▁dis	1460
▁runs	1461
▁writer	1462
▁window	1463
▁ago	1464
▁figure	1465
▁walk	1466
▁owned	1467
▁appearance	1468
▁generally	1469
▁reach	1470
▁managed	1471
▁whether	1472
fa	1473
▁location	1474
▁assembly	1475
▁length	1476
▁pass	1477
▁temple	1478
▁annual	1479
▁inter	1480
▁municipality	1481
▁assistant	1482
▁1992	1483
▁metal	1484
▁1995	1485
▁policy	1486
▁review	1487
▁isbn	1488
▁places	1489
▁surface	1490
▁films	1491
▁material	1492
▁drive	1493
▁double	1494
▁smiled	1495
▁experience	1496
▁caused	1497
▁particular	1498
▁bring	1499
▁hurt	1500
▁miss	1501
▁complex	1502
em	1503
▁chance	1504
▁significant	1505
▁del	1506
▁prize	1507
▁upper	1508
are	1509
▁listed	1510
▁wind	1511
▁fast	1512
▁issue	1513
ard	1514
▁29	1515
▁cost	1516
▁legal	1517
▁remember	1518
▁ben	1519
ki	1520
▁carried	1521
▁soviet	1522
ir	1523
▁completely	1524
▁noted	1525
▁loss	1526
▁trust	1527
▁train	1528
▁mexico	1529
▁1994	1530
▁corner	1531
▁companies	1532
▁plays	1533
▁2010,	1534
▁becoming	1535
ny	1536
▁initially	1537
▁31	1538
▁dropped	1539
▁joseph	1540
▁tree	1541
▁artists	1542
13	1543
how	1544
▁ireland	1545
▁youth	1546
▁goals	1547
▁numerous	1548
▁issues	1549
▁subject	1550
▁lives	1551
▁engineering	1552
▁financial	1553
▁highest	1554
▁mostly	1555
▁frank	1556
▁justice	1557
▁angeles	1558
▁winter	1559
▁lines	1560
▁famous	1561
▁pa	1562
▁empire	1563
▁nodded	1564
this	1565
ful	1566
▁2011,	1567
▁arrived	1568
&	1569
▁believed	1570
▁champion	1571
▁mac	1572
▁spring	1573
▁actor	1574
▁victory	1575
▁recording	1576
▁zealand	1577
▁baby	1578
▁bishop	1579
▁feature	1580
king	1581
▁talking	1582
▁distance	1583
▁ko	1584
▁oil	1585
▁1991	1586
▁income	1587
▁contains	1588
▁sex	1589
▁effect	1590
▁italy	1591
▁ball	1592
▁ancient	1593
chi	1594
ish	1595
ies	1596
▁related	1597
▁associated	1598
▁straight	1599
▁create	1600
▁launched	1601
▁retired	1602
▁administration	1603
▁2,	1604
▁suddenly	1605
▁township	1606
▁bo	1607
wa	1608
▁1993	1609
▁stars	1610
▁guard	1611
▁lu	1612
▁except	1613
▁virginia	1614
mar	1615
ji	1616
▁month	1617
▁score	1618
▁mass	1619
▁mm	1620
▁prime	1621
▁represented	1622
▁answer	1623
▁comes	1624
▁beach	1625
▁boys	1626
▁response	1627
▁2012,	1628
ana	1629
▁junior	1630
▁religious	1631
▁beautiful	1632
▁tracks	1633
▁watched	1634
sh	1635
jo	1636
▁*	1637
po	1638
▁theory	1639
▁edward	1640
▁mom	1641
▁grew	1642
▁yes	1643
▁increased	1644
▁greek	1645
▁2013,	1646
▁commander	1647
▁activities	1648
▁box	1649
▁stories	1650
cha	1651
▁basketball	1652
▁particularly	1653
▁2009,	1654
▁allow	1655
▁congress	1656
▁fellow	1657
▁ca	1658
▁simply	1659
im	1660
▁sky	1661
▁larger	1662
▁terms	1663
pe	1664
▁color	1665
su	1666
▁cell	1667
▁historical	1668
ated	1669
▁brothers	1670
▁hour	1671
▁waiting	1672
ina	1673
ger	1674
▁pop	1675
▁sign	1676
▁overall	1677
▁remains	1678
▁cause	1679
▁journal	1680
▁winner	1681
house	1682
▁bus	1683
▁rate	1684
▁dan	1685
▁branch	1686
▁doctor	1687
▁regiment	1688
▁minor	1689
▁flight	1690
▁scene	1691
▁gas	1692
▁changes	1693
her	1694
▁2014,	1695
▁poor	1696
▁crew	1697
▁majority	1698
▁secret	1699
▁happy	1700
▁beyond	1701
▁failed	1702
▁directly	1703
▁selected	1704
▁okay	1705
ex	1706
fi	1707
▁louis	1708
tv	1709
▁tower	1710
▁legs	1711
ang	1712
▁mike	1713
yes	1714
▁1950	1715
▁problems	1716
▁matches	1717
▁store	1718
▁fear	1719
▁likely	1720
▁shown	1721
▁marriage	1722
▁touch	1723
▁subsequently	1724
▁separate	1725
▁programs	1726
▁expected	1727
▁peace	1728
▁horse	1729
▁2015,	1730
berg	1731
▁bi	1732
▁cultural	1733
ze	1734
▁attempt	1735
▁results	1736
▁heat	1737
ac	1738
▁transport	1739
▁follow	1740
▁2008,	1741
▁sleep	1742
head	1743
▁direct	1744
▁cd	1745
▁des	1746
▁variety	1747
▁letter	1748
▁foot	1749
▁florida	1750
▁iron	1751
▁1989	1752
▁plans	1753
▁nearby	1754
vi	1755
▁wing	1756
▁chairman	1757
▁rural	1758
▁gaze	1759
▁wait	1760
▁rules	1761
30	1762
▁weight	1763
▁recent	1764
▁ring	1765
▁characters	1766
kin	1767
▁fair	1768
▁irish	1769
▁truth	1770
▁agreed	1771
▁pretty	1772
▁travel	1773
▁perhaps	1774
▁na	1775
▁focus	1776
▁1988	1777
▁democratic	1778
▁soldiers	1779
▁appears	1780
▁ni	1781
▁status	1782
▁operated	1783
▁genus	1784
▁islands	1785
tic	1786
▁dad	1787
▁closer	1788
▁spread	1789
▁vi	1790
▁wales	1791
▁lack	1792
▁therefore	1793
▁claimed	1794
▁chart	1795
▁drama	1796
▁code	1797
see	1798
▁serving	1799
▁beat	1800
▁creek	1801
▁joe	1802
▁expression	1803
lan	1804
▁sitting	1805
▁pennsylvania	1806
ho	1807
▁wild	1808
▁pan	1809
▁academic	1810
25	1811
▁2016,	1812
▁meaning	1813
▁jones	1814
▁lay	1815
▁continue	1816
▁names	1817
▁parish	1818
▁pacific	1819
ru	1820
▁vice	1821
hi	1822
ol	1823
▁scott	1824
▁physical	1825
▁normal	1826
▁supported	1827
▁rule	1828
ization	1829
ant	1830
▁presented	1831
▁kiss	1832
▁chi	1833
▁safe	1834
▁editor	1835
▁stared	1836
▁choice	1837
▁ill	1838
▁increase	1839
▁mayor	1840
han	1841
▁broke	1842
▁2007,	1843
▁flat	1844
▁baseball	1845
▁remaining	1846
▁slightly	1847
▁discovered	1848
▁fighting	1849
bar	1850
dy	1851
▁goes	1852
▁honor	1853
▁text	1854
▁piece	1855
▁soft	1856
ary	1857
▁situation	1858
▁pressure	1859
▁leg	1860
▁troops	1861
▁border	1862
gen	1863
▁responsible	1864
▁join	1865
▁metres	1866
▁iii	1867
▁dream	1868
▁composed	1869
▁referred	1870
▁cases	1871
▁golden	1872
▁mo	1873
▁hundred	1874
▁sorry	1875
▁reading	1876
▁opera	1877
▁judge	1878
▁looks	1879
ating	1880
▁spain	1881
▁defense	1882
▁individuals	1883
▁serve	1884
war	1885
▁multiple	1886
there	1887
▁digital	1888
▁multi	1889
▁exactly	1890
▁share	1891
ci	1892
▁appear	1893
▁greater	1894
▁build	1895
▁realized	1896
mann	1897
class	1898
▁label	1899
▁fifth	1900
▁1986	1901
▁russia	1902
▁specific	1903
▁firm	1904
▁ordered	1905
▁charge	1906
▁jean	1907
▁showed	1908
▁bob	1909
▁bag	1910
ster	1911
▁memory	1912
▁trees	1913
town	1914
▁influence	1915
▁emperor	1916
▁1987	1917
▁knowledge	1918
ps	1919
▁cities	1920
▁block	1921
▁semi	1922
▁value	1923
who	1924
▁piano	1925
▁maria	1926
▁provides	1927
▁corps	1928
▁sa	1929
▁1984	1930
▁earned	1931
▁latter	1932
5%	1933
▁prison	1934
▁simple	1935
▁windows	1936
▁farm	1937
▁rain	1938
tra	1939
▁machine	1940
21	1941
▁squadron	1942
▁filled	1943
ier	1944
▁note	1945
▁duke	1946
▁houses	1947
▁chris	1948
▁kitchen	1949
▁exchange	1950
▁steel	1951
▁dog	1952
▁watching	1953
▁daily	1954
▁territory	1955
▁difficult	1956
▁en	1957
back	1958
▁authority	1959
▁speak	1960
▁image	1961
▁oh	1962
io	1963
▁brain	1964
▁sand	1965
▁lies	1966
▁cannot	1967
▁fish	1968
je	1969
▁presence	1970
▁kilometres	1971
▁throat	1972
▁stepped	1973
▁removed	1974
▁daniel	1975
▁britain	1976
▁spoke	1977
▁2017,	1978
▁3,	1979
▁urban	1980
▁1985	1981
ut	1982
▁politician	1983
▁extended	1984
▁products	1985
▁garden	1986
▁newspaper	1987
▁bell	1988
▁recently	1989
▁function	1990
▁growing	1991
▁broadcast	1992
port	1993
▁offer	1994
more	1995
24	1996
▁forms	1997
▁nations	1998
▁spot	1999
▁jr	2000
23	2001
▁article	2002
▁draw	2003
▁workers	2004
que	2005
▁amount	2006
▁pushed	2007
▁cat	2008
▁alexander	2009
▁easy	2010
▁mainly	2011
▁smaller	2012
▁path	2013
▁jewish	2014
▁host	2015
▁carolina	2016
▁par	2017
▁vote	2018
▁yellow	2019
▁acquired	2020
▁walls	2021
▁agreement	2022
▁broken	2023
▁ministry	2024
▁boston	2025
ov	2026
▁uses	2027
▁estate	2028
▁risk	2029
▁gray	2030
american	2031
00	2032
▁promoted	2033
▁ships	2034
▁planned	2035
▁pick	2036
▁mile	2037
▁minute	2038
▁conditions	2039
▁poland	2040
▁officers	2041
▁rich	2042
▁consists	2043
▁grade	2044
▁mrs	2045
▁solo	2046
▁era	2047
▁grant	2048
▁max	2049
▁johnson	2050
pur	2051
▁z	2052
▁males	2053
▁avenue	2054
▁serious	2055
▁card	2056
▁protection	2057
▁sort	2058
▁warm	2059
▁storm	2060
▁marine	2061
▁global	2062
gar	2063
▁sight	2064
▁elements	2065
▁sit	2066
▁tom	2067
▁latin	2068
▁soul	2069
▁stock	2070
▁campus	2071
▁notable	2072
▁mad	2073
▁65	2074
ron	2075
▁elizabeth	2076
they	2077
▁seeing	2078
▁save	2079
▁olympics	2080
▁intended	2081
▁1983	2082
▁60	2083
▁leaves	2084
▁2006,	2085
▁francisco	2086
▁online	2087
▁twice	2088
▁evening	2089
ring	2090
▁percent	2091
▁sweet	2092
▁li	2093
▁walking	2094
red	2095
▁constructed	2096
▁proposed	2097
▁electric	2098
▁whatever	2099
▁shortly	2100
▁turning	2101
ber	2102
▁corporation	2103
▁initial	2104
▁counter	2105
▁finish	2106
▁perfect	2107
▁safety	2108
▁method	2109
▁von	2110
mon	2111
▁lieutenant	2112
▁beside	2113
▁picked	2114
▁drew	2115
▁numbers	2116
▁dutch	2117
▁affairs	2118
ite	2119
ella	2120
▁moon	2121
▁search	2122
▁housing	2123
▁recognized	2124
▁basic	2125
▁reserve	2126
▁nor	2127
▁victoria	2128
▁bottom	2129
▁females	2130
▁purpose	2131
▁split	2132
▁et	2133
▁jersey	2134
▁ban	2135
▁1982	2136
▁cars	2137
▁stations	2138
▁visit	2139
which	2140
▁approach	2141
ju	2142
▁defeat	2143
▁ocean	2144
▁williams	2145
▁pair	2146
▁competed	2147
▁memorial	2148
▁mount	2149
▁effort	2150
▁picture	2151
▁contemporary	2152
tor	2153
▁magic	2154
▁alex	2155
▁orchestra	2156
▁highly	2157
▁graduated	2158
pi	2159
min	2160
bi	2161
▁price	2162
▁industrial	2163
▁replied	2164
▁ability	2165
▁remain	2166
▁ya	2167
▁administrative	2168
▁strength	2169
▁jim	2170
▁nation	2171
ns	2172
▁ahead	2173
▁infantry	2174
▁residents	2175
▁account	2176
▁powerful	2177
▁trial	2178
▁racing	2179
▁acting	2180
▁equipment	2181
▁actress	2182
▁destroyed	2183
▁hockey	2184
uk	2185
ney	2186
ium	2187
▁1979	2188
▁ho	2189
▁quality	2190
▁glanced	2191
▁paid	2192
▁4,	2193
▁fort	2194
ran	2195
▁protect	2196
▁teacher	2197
▁mixed	2198
▁loved	2199
▁settled	2200
▁pull	2201
▁treatment	2202
▁contact	2203
▁revealed	2204
▁lo	2205
▁seems	2206
▁scotland	2207
▁birth	2208
▁brand	2209
▁nice	2210
▁mentioned	2211
▁issued	2212
▁produce	2213
▁simon	2214
▁1930	2215
▁levels	2216
▁accepted	2217
▁shut	2218
▁households	2219
▁escape	2220
▁positive	2221
▁potential	2222
▁der	2223
▁snow	2224
▁tax	2225
▁younger	2226
▁traffic	2227
▁steve	2228
▁1981	2229
▁extra	2230
▁quick	2231
▁growth	2232
▁literature	2233
gi	2234
▁republican	2235
▁za	2236
▁crime	2237
▁mill	2238
▁basis	2239
▁rail	2240
▁fleet	2241
hu	2242
▁register	2243
▁murder	2244
▁median	2245
▁gallery	2246
▁please	2247
▁appearances	2248
▁1972	2249
▁vol	2250
▁tonight	2251
▁boat	2252
▁buried	2253
▁concert	2254
▁advanced	2255
why	2256
▁primarily	2257
▁para	2258
▁1978	2259
▁seem	2260
▁impact	2261
▁jan	2262
▁tall	2263
west	2264
star	2265
▁joint	2266
▁agent	2267
ola	2268
har	2269
▁ke	2270
▁website	2271
▁scientific	2272
▁dry	2273
▁needs	2274
▁rear	2275
▁slow	2276
▁secondary	2277
▁sydney	2278
▁principal	2279
▁senate	2280
▁losing	2281
▁asian	2282
▁polish	2283
len	2284
▁israel	2285
▁tri	2286
22	2287
▁transferred	2288
▁tu	2289
50	2290
ent	2291
▁effects	2292
▁supposed	2293
ku	2294
▁1940	2295
▁berlin	2296
ab	2297
▁leaned	2298
▁naval	2299
▁whispered	2300
▁capacity	2301
▁entertainment	2302
▁jackson	2303
ver	2304
▁trip	2305
▁software	2306
▁environment	2307
▁damage	2308
▁1974	2309
▁volume	2310
▁elections	2311
▁races	2312
▁bbc	2313
▁projects	2314
▁matt	2315
▁candidate	2316
▁flying	2317
▁thick	2318
▁entrance	2319
▁officially	2320
▁guess	2321
▁brigade	2322
du	2323
▁screen	2324
▁1976	2325
▁freedom	2326
▁200	2327
net	2328
▁huge	2329
▁ear	2330
▁content	2331
▁seasons	2332
▁medicine	2333
▁planning	2334
▁engineer	2335
▁settlement	2336
▁fully	2337
▁grabbed	2338
1%	2339
▁featuring	2340
▁nick	2341
gan	2342
▁unable	2343
▁agency	2344
bu	2345
▁questions	2346
▁suggested	2347
▁begin	2348
▁tears	2349
▁divided	2350
▁easily	2351
▁gives	2352
▁po	2353
ek	2354
▁teeth	2355
▁railroad	2356
▁prominent	2357
▁activity	2358
▁taught	2359
▁dedicated	2360
▁champions	2361
▁rugby	2362
▁finger	2363
▁coffee	2364
▁fought	2365
ius	2366
▁wave	2367
▁columbia	2368
▁none	2369
▁silence	2370
law	2371
▁roof	2372
ung	2373
▁product	2374
▁ray	2375
▁andrew	2376
lu	2377
▁necessary	2378
▁headquarters	2379
▁drums	2380
▁1977	2381
▁steps	2382
▁animal	2383
▁happen	2384
▁fox	2385
▁mountains	2386
▁alongside	2387
▁1968	2388
▁killing	2389
▁cm	2390
▁singles	2391
▁te	2392
▁ohio	2393
▁asia	2394
▁background	2395
▁efforts	2396
sky	2397
▁palace	2398
▁leadership	2399
▁headed	2400
▁quiet	2401
▁pen	2402
▁1945	2403
▁challenge	2404
6%	2405
▁adam	2406
fer	2407
yo	2408
26	2409
▁owner	2410
▁captured	2411
▁rome	2412
ski	2413
▁fun	2414
▁follows	2415
ance	2416
▁partner	2417
ship	2418
▁1975	2419
▁concept	2420
▁interview	2421
▁motion	2422
kar	2423
▁empty	2424
▁driver	2425
stone	2426
▁guest	2427
▁compared	2428
ker	2429
+	2430
▁har	2431
▁purchased	2432
▁renamed	2433
▁notes	2434
▁applied	2435
▁enemy	2436
▁occurred	2437
▁cha	2438
▁1973	2439
▁sport	2440
▁shoulders	2441
▁typically	2442
ev	2443
▁jazz	2444
rin	2445
▁formation	2446
▁technical	2447
▁bought	2448
▁georgia	2449
▁facilities	2450
end	2451
▁platform	2452
▁refused	2453
▁deputy	2454
▁operating	2455
▁liberal	2456
▁1920	2457
▁revolution	2458
▁comedy	2459
ff	2460
▁combined	2461
▁mis	2462
tan	2463
▁zone	2464
▁battalion	2465
▁wearing	2466
▁assigned	2467
▁count	2468
▁painting	2469
▁surrounding	2470
▁participated	2471
▁draft	2472
tu	2473
▁premier	2474
▁tar	2475
▁crowd	2476
▁learning	2477
▁page	2478
▁conducted	2479
▁2005,	2480
▁alive	2481
▁declared	2482
*	2483
▁learn	2484
▁returning	2485
▁offers	2486
▁45	2487
▁laid	2488
▁pointed	2489
▁santa	2490
▁pieces	2491
▁kong	2492
▁lifted	2493
▁ver	2494
▁analysis	2495
▁holy	2496
▁telling	2497
▁1971	2498
oc	2499
zo	2500
▁prevent	2501
▁creation	2502
▁michigan	2503
then	2504
▁taylor	2505
▁knowing	2506
▁critical	2507
▁5,	2508
▁scottish	2509
▁supreme	2510
vin	2511
▁32	2512
▁tony	2513
▁fan	2514
▁disease	2515
▁letters	2516
tur	2517
▁organized	2518
▁chosen	2519
45	2520
▁dam	2521
▁animals	2522
▁distribution	2523
▁commonly	2524
▁widely	2525
▁stephen	2526
▁adopted	2527
▁gained	2528
▁rise	2529
▁laughed	2530
▁drug	2531
▁isn	2532
▁1969	2533
▁hong	2534
▁combat	2535
▁wish	2536
▁suffered	2537
▁su	2538
▁shape	2539
▁teaching	2540
ised	2541
dar	2542
▁crown	2543
▁leaders	2544
09	2545
▁shop	2546
▁theater	2547
ria	2548
over	2549
▁beneath	2550
▁types	2551
ap	2552
zi	2553
mp	2554
▁calling	2555
▁languages	2556
▁bowl	2557
[	2558
bra	2559
3%	2560
▁tongue	2561
▁unknown	2562
▁usa	2563
▁falls	2564
af	2565
▁resources	2566
27	2567
▁yards	2568
che	2569
▁sides	2570
▁wilson	2571
▁trouble	2572
also	2573
▁tim	2574
▁parties	2575
▁bodies	2576
▁1967	2577
▁strange	2578
▁ep	2579
▁weather	2580
▁christ	2581
▁seconds	2582
▁labor	2583
▁communities	2584
▁iran	2585
▁motor	2586
▁connected	2587
▁receive	2588
▁serves	2589
▁dress	2590
▁clothes	2591
▁shared	2592
▁q	2593
op	2594
▁format	2595
▁footballer	2596
▁wolf	2597
▁sales	2598
35	2599
▁yu	2600
ck	2601
40	2602
2%	2603
▁focused	2604
▁cap	2605
▁relief	2606
▁architecture	2607
▁sunday	2608
▁tells	2609
▁drink	2610
▁imperial	2611
▁episodes	2612
cho	2613
▁arthur	2614
era	2615
▁sons	2616
▁transfer	2617
▁tight	2618
▁unique	2619
▁internet	2620
9%	2621
▁continues	2622
▁sciences	2623
▁surprise	2624
vo	2625
▁earl	2626
▁kids	2627
ise	2628
▁apart	2629
▁lap	2630
▁check	2631
▁claim	2632
▁becomes	2633
▁politics	2634
▁3:	2635
om	2636
▁cancer	2637
▁christmas	2638
▁ken	2639
▁jo	2640
▁sharp	2641
air	2642
▁household	2643
▁fc	2644
▁plants	2645
▁facility	2646
▁eric	2647
▁pilot	2648
▁relations	2649
▁quarter	2650
ini	2651
▁representative	2652
7%	2653
▁weapons	2654
ou	2655
▁stomach	2656
▁trail	2657
▁avoid	2658
▁spirit	2659
▁send	2660
▁begins	2661
▁sources	2662
▁audience	2663
▁vehicle	2664
from	2665
▁wonder	2666
▁wine	2667
▁labour	2668
▁reaching	2669
▁carry	2670
▁bronze	2671
▁wasnt	2672
▁bright	2673
▁providing	2674
▁albums	2675
▁alternative	2676
▁1964	2677
▁pat	2678
▁largely	2679
▁youre	2680
new	2681
▁grey	2682
▁ba	2683
▁classes	2684
yeah	2685
van	2686
gy	2687
▁density	2688
▁nose	2689
▁silent	2690
▁learned	2691
▁situated	2692
▁salt	2693
▁35	2694
▁illinois	2695
nes	2696
▁setting	2697
▁brief	2698
▁shirt	2699
▁cool	2700
long	2701
▁phase	2702
▁environmental	2703
ara	2704
▁defence	2705
▁harry	2706
▁chamber	2707
4%	2708
▁ku	2709
▁angel	2710
▁noticed	2711
▁jose	2712
▁olympic	2713
28	2714
▁worth	2715
▁founder	2716
▁kid	2717
▁thirty	2718
▁allowing	2719
▁fame	2720
▁heritage	2721
▁etc	2722
ng	2723
▁seats	2724
▁nominated	2725
▁bc	2726
2007	2727
▁cricket	2728
san	2729
▁brian	2730
cy	2731
▁classic	2732
▁promotion	2733
▁determined	2734
▁conversation	2735
▁reduced	2736
▁powers	2737
29	2738
▁marked	2739
pro	2740
▁web	2741
▁fit	2742
▁granted	2743
▁estimated	2744
▁clean	2745
▁bear	2746
▁equal	2747
▁broad	2748
▁eat	2749
▁vision	2750
2010	2751
▁twelve	2752
2008	2753
▁+	2754
▁1966	2755
▁1965	2756
▁write	2757
▁korea	2758
just	2759
▁connection	2760
▁models	2761
ging	2762
▁holds	2763
▁khan	2764
▁attacked	2765
▁expanded	2766
▁ali	2767
8%	2768
▁si	2769
▁6,	2770
▁newly	2771
▁independence	2772
▁vampire	2773
▁anyway	2774
▁circle	2775
▁guys	2776
ris	2777
▁exhibition	2778
ot	2779
▁fund	2780
ram	2781
▁generation	2782
▁reviews	2783
▁grace	2784
▁toronto	2785
▁billion	2786
ray	2787
▁uncle	2788
ren	2789
▁francis	2790
▁stayed	2791
▁entry	2792
dan	2793
▁opposite	2794
▁sounds	2795
tz	2796
▁interior	2797
where	2798
▁armed	2799
▁signal	2800
▁reference	2801
▁message	2802
▁develop	2803
▁drop	2804
▁lewis	2805
board	2806
▁davis	2807
▁sar	2808
▁massachusetts	2809
▁claims	2810
▁defined	2811
▁hosted	2812
▁reports	2813
▁mal	2814
ial	2815
ig	2816
yan	2817
▁squad	2818
ez	2819
▁respectively	2820
2006	2821
▁unlike	2822
▁anna	2823
▁critics	2824
kan	2825
ward	2826
▁cor	2827
▁clubs	2828
ries	2829
▁enter	2830
water	2831
▁mu	2832
▁sexual	2833
▁yourself	2834
2005	2835
▁ne	2836
▁supply	2837
▁bird	2838
▁rank	2839
▁humans	2840
▁difference	2841
▁confirmed	2842
▁ram	2843
▁turns	2844
▁oxford	2845
▁wants	2846
▁ways	2847
▁passing	2848
2009	2849
▁lie	2850
ee	2851
▁constitution	2852
ken	2853
ble	2854
▁fly	2855
▁organizations	2856
east	2857
▁chain	2858
▁sixth	2859
▁dinner	2860
▁fields	2861
ica	2862
▁missing	2863
tin	2864
ii	2865
▁programme	2866
▁brazil	2867
▁narrow	2868
▁kim	2869
▁philadelphia	2870
▁978	2871
▁intelligence	2872
▁respect	2873
▁condition	2874
▁dean	2875
▁tradition	2876
nt	2877
▁2000,	2878
▁possibly	2879
▁apartment	2880
▁fuel	2881
▁keeping	2882
ik	2883
▁core	2884
▁clearly	2885
▁barely	2886
80	2887
▁citizens	2888
▁identified	2889
▁rare	2890
▁driving	2891
ska	2892
▁opportunity	2893
▁entirely	2894
▁materials	2895
▁municipal	2896
▁explained	2897
▁eu	2898
▁micro	2899
art	2900
▁opposition	2901
▁reality	2902
▁representatives	2903
▁2018,	2904
ari	2905
dis	2906
▁damn	2907
▁pale	2908
▁guns	2909
▁afraid	2910
▁desk	2911
▁faculty	2912
nie	2913
▁succeeded	2914
▁7,	2915
▁fu	2916
▁mix	2917
47	2918
▁tone	2919
▁shit	2920
▁1944	2921
▁votes	2922
▁resulted	2923
▁jason	2924
▁attorney	2925
▁lose	2926
▁resulting	2927
▁alliance	2928
known	2929
▁conflict	2930
▁pressed	2931
▁reasons	2932
▁haven	2933
▁cells	2934
▁target	2935
▁creating	2936
▁covers	2937
▁2004,	2938
km	2939
ence	2940
▁solid	2941
▁map	2942
▁princess	2943
▁hunter	2944
▁ride	2945
▁colonel	2946
▁height	2947
▁surprised	2948
▁catch	2949
▁sad	2950
▁thin	2951
ize	2952
▁albert	2953
▁roles	2954
▁performing	2955
▁truck	2956
▁figures	2957
▁rolled	2958
▁ryan	2959
▁sword	2960
▁suit	2961
▁authorities	2962
▁cemetery	2963
▁pakistan	2964
▁allows	2965
▁injury	2966
▁trains	2967
down	2968
▁ontario	2969
▁hat	2970
▁fur	2971
▁80	2972
▁cant	2973
▁speech	2974
▁laws	2975
▁oldest	2976
▁criminal	2977
▁documentary	2978
▁maximum	2979
▁portion	2980
ning	2981
▁trans	2982
▁federation	2983
07	2984
▁perform	2985
▁origin	2986
▁orange	2987
ric	2988
▁ranked	2989
▁failure	2990
▁heavily	2991
sch	2992
▁staring	2993
▁18,	2994
century	2995
▁thousand	2996
▁kg	2997
▁journey	2998
▁express	2999
▁doors	3000
▁roll	3001
▁conservative	3002
qui	3003
▁shall	3004
▁task	3005
▁reaction	3006
▁finding	3007
▁titled	3008
▁ja	3009
▁application	3010
▁walter	3011
▁existence	3012
▁contest	3013
pen	3014
burg	3015
▁inc	3016
▁ki	3017
▁1962	3018
wan	3019
88	3020
tus	3021
▁miller	3022
▁greatest	3023
▁1963	3024
▁24,	3025
01	3026
▁planet	3027
▁neither	3028
▁calls	3029
dra	3030
ura	3031
▁permanent	3032
▁500	3033
▁buy	3034
▁adult	3035
▁acres	3036
▁titles	3037
▁economy	3038
▁composer	3039
▁atlantic	3040
▁cape	3041
▁display	3042
▁nuclear	3043
▁palm	3044
▁climate	3045
▁netherlands	3046
▁fans	3047
▁obtained	3048
▁gets	3049
2000	3050
▁laugh	3051
did	3052
▁handle	3053
▁inspired	3054
▁officials	3055
▁photo	3056
▁hills	3057
85	3058
▁peak	3059
get	3060
▁swedish	3061
▁positions	3062
▁doubt	3063
▁thoughts	3064
▁religion	3065
▁attempted	3066
▁pool	3067
▁canal	3068
▁sarah	3069
▁poet	3070
▁ny	3071
ft	3072
gu	3073
▁northwest	3074
▁pope	3075
▁educational	3076
▁hide	3077
▁actions	3078
yl	3079
▁attacks	3080
▁crossed	3081
▁remembered	3082
▁apparently	3083
2004	3084
ok	3085
▁frequently	3086
▁convention	3087
▁op	3088
▁classical	3089
▁landing	3090
part	3091
▁abandoned	3092
▁passenger	3093
▁answered	3094
▁object	3095
▁aid	3096
2011	3097
▁wear	3098
08	3099
▁chin	3100
▁faith	3101
▁arrested	3102
▁sri	3103
▁pictures	3104
▁worse	3105
▁falling	3106
▁publishing	3107
▁auto	3108
▁relatively	3109
▁faced	3110
▁korean	3111
hr	3112
▁centuries	3113
▁lyrics	3114
▁mexican	3115
▁poetry	3116
▁internal	3117
▁shadow	3118
▁ending	3119
▁visited	3120
▁jesus	3121
▁kar	3122
▁plus	3123
ven	3124
32	3125
▁gar	3126
idae	3127
▁vehicles	3128
▁factory	3129
light	3130
▁row	3131
point	3132
▁ash	3133
▁supporting	3134
▁qualified	3135
▁bio	3136
▁chapel	3137
▁8,	3138
▁scoring	3139
▁effective	3140
▁cu	3141
▁wa	3142
▁programming	3143
▁threw	3144
▁coat	3145
▁entitled	3146
▁subsequent	3147
▁1942	3148
▁existing	3149
▁desire	3150
▁90	3151
▁nu	3152
▁achieved	3153
▁starring	3154
▁selection	3155
▁graduate	3156
▁flag	3157
▁interested	3158
lis	3159
▁drawn	3160
▁fashion	3161
sha	3162
ists	3163
▁pink	3164
90	3165
bury	3166
▁acts	3167
▁ge	3168
run	3169
▁pet	3170
ros	3171
▁sector	3172
▁soccer	3173
▁duty	3174
▁jane	3175
▁publication	3176
▁philosophy	3177
▁dar	3178
▁domestic	3179
▁fresh	3180
ping	3181
▁exist	3182
▁bu	3183
▁theme	3184
when	3185
iz	3186
▁showing	3187
ita	3188
▁worry	3189
▁otherwise	3190
▁ju	3191
ud	3192
▁investigation	3193
▁gene	3194
▁methods	3195
des	3196
▁occupied	3197
nan	3198
▁cheek	3199
▁performances	3200
▁70	3201
▁reform	3202
hand	3203
▁orders	3204
▁1943	3205
pan	3206
▁skills	3207
▁waited	3208
▁fiction	3209
▁elementary	3210
ach	3211
2012	3212
▁grow	3213
▁philip	3214
▁evil	3215
48	3216
▁stuff	3217
▁address	3218
▁literary	3219
some	3220
▁wet	3221
▁knight	3222
▁hate	3223
▁briefly	3224
▁comic	3225
lon	3226
▁invited	3227
▁tiny	3228
▁hearing	3229
▁category	3230
tes	3231
▁designated	3232
▁expansion	3233
▁funding	3234
▁lip	3235
▁carl	3236
▁kissed	3237
▁missed	3238
nik	3239
▁streets	3240
▁mobile	3241
▁causing	3242
▁formerly	3243
▁starts	3244
▁couldnt	3245
▁incident	3246
illa	3247
▁wooden	3248
▁sweden	3249
▁push	3250
▁credit	3251
ino	3252
▁electronic	3253
▁ty	3254
▁establishment	3255
▁spend	3256
▁behavior	3257
ding	3258
▁sites	3259
▁understanding	3260
▁1961	3261
▁lying	3262
▁sal	3263
good	3264
▁attempts	3265
▁10,	3266
▁folk	3267
▁prepared	3268
▁darkness	3269
▁identity	3270
▁explain	3271
rie	3272
▁pp	3273
86	3274
▁1946	3275
▁tea	3276
04	3277
▁sin	3278
ong	3279
▁1948	3280
▁versions	3281
dale	3282
75	3283
▁restaurant	3284
▁gang	3285
ette	3286
▁bureau	3287
▁gain	3288
▁details	3289
▁wake	3290
▁communication	3291
▁jeff	3292
▁southeast	3293
▁patrick	3294
▁slid	3295
▁1959	3296
▁admitted	3297
▁copies	3298
▁sale	3299
▁violence	3300
▁purchase	3301
ag	3302
▁pulling	3303
▁billboard	3304
▁chose	3305
▁anne	3306
▁1956	3307
▁ultimately	3308
tion	3309
▁spin	3310
var	3311
▁flow	3312
▁col	3313
▁advantage	3314
▁gate	3315
▁rising	3316
ett	3317
70	3318
ec	3319
▁bedroom	3320
▁jaw	3321
gate	3322
▁pu	3323
▁speaking	3324
2003	3325
bit	3326
zy	3327
▁crazy	3328
ky	3329
▁1958	3330
▁statement	3331
▁regions	3332
▁strike	3333
▁agricultural	3334
izing	3335
▁camera	3336
▁formal	3337
▁architect	3338
▁dragon	3339
▁promise	3340
2002	3341
▁dangerous	3342
▁circuit	3343
▁sell	3344
▁liked	3345
▁carrying	3346
▁val	3347
▁temperature	3348
▁wedding	3349
▁bal	3350
▁accident	3351
▁sick	3352
▁flowers	3353
▁cambridge	3354
▁priest	3355
▁inhabitants	3356
▁aired	3357
▁journalist	3358
▁9,	3359
▁1957	3360
▁jay	3361
▁artillery	3362
mm	3363
▁standards	3364
▁angry	3365
ative	3366
tri	3367
▁closely	3368
2013	3369
06	3370
▁smoke	3371
▁36	3372
▁belt	3373
60	3374
▁anymore	3375
▁articles	3376
val	3377
▁guide	3378
▁asking	3379
▁communications	3380
▁wrestling	3381
▁bush	3382
▁tag	3383
cc	3384
▁singing	3385
▁extensive	3386
▁referee	3387
▁anger	3388
▁presidential	3389
▁employed	3390
▁budget	3391
▁cash	3392
▁shi	3393
▁launch	3394
▁struck	3395
▁receiving	3396
▁pocket	3397
▁gay	3398
79	3399
▁shock	3400
sp	3401
▁mirror	3402
rus	3403
▁11,	3404
ida	3405
▁noise	3406
▁plate	3407
▁smell	3408
tis	3409
▁besides	3410
▁lights	3411
39	3412
▁cabinet	3413
▁loud	3414
▁sets	3415
▁trained	3416
▁2003,	3417
▁4:	3418
▁winners	3419
▁1941	3420
pp	3421
▁northeast	3422
▁junction	3423
▁tail	3424
▁increasing	3425
ible	3426
▁bachelor	3427
▁bond	3428
▁guards	3429
cal	3430
▁survey	3431
▁proved	3432
▁wings	3433
sel	3434
▁afternoon	3435
del	3436
▁contained	3437
▁cole	3438
▁1952	3439
▁accept	3440
▁sr	3441
ela	3442
ani	3443
▁howard	3444
▁introduction	3445
▁poly	3446
▁legislative	3447
ide	3448
▁institutions	3449
▁tomorrow	3450
▁ends	3451
▁gro	3452
▁cathedral	3453
tel	3454
▁progress	3455
▁melbourne	3456
ator	3457
▁visual	3458
▁pin	3459
▁ridge	3460
▁tan	3461
cher	3462
▁actual	3463
▁scale	3464
2001	3465
▁metropolitan	3466
▁regarding	3467
▁wore	3468
▁approved	3469
64	3470
▁va	3471
▁bur	3472
▁chase	3473
ens	3474
▁1947	3475
yard	3476
▁sought	3477
▁ideas	3478
▁antonio	3479
▁kevin	3480
▁weekly	3481
mal	3482
99	3483
▁moscow	3484
▁tunnel	3485
▁stands	3486
▁saturday	3487
▁commissioned	3488
pin	3489
bb	3490
▁touched	3491
ep	3492
▁somewhere	3493
▁converted	3494
▁arena	3495
ova	3496
▁worldwide	3497
▁dave	3498
▁opposed	3499
▁bow	3500
▁represent	3501
▁images	3502
▁containing	3503
▁studios	3504
▁communist	3505
▁crossing	3506
▁coal	3507
▁link	3508
▁fill	3509
▁kw	3510
▁shooting	3511
bel	3512
31	3513
▁recognition	3514
pre	3515
46	3516
ira	3517
▁concerned	3518
▁wondered	3519
▁villages	3520
▁mon	3521
▁morgan	3522
▁frame	3523
▁specifically	3524
▁ross	3525
66	3526
▁dvd	3527
shi	3528
▁brick	3529
▁pleasure	3530
▁thank	3531
▁anthony	3532
▁drawing	3533
▁33	3534
▁fixed	3535
▁samuel	3536
ea	3537
▁choose	3538
▁glad	3539
▁hung	3540
▁oak	3541
▁cave	3542
▁retirement	3543
▁founding	3544
▁improve	3545
wing	3546
▁add	3547
▁neighborhood	3548
▁chemical	3549
▁cal	3550
▁notice	3551
first	3552
▁stupid	3553
set	3554
37	3555
▁wheel	3556
▁hal	3557
▁giant	3558
▁1955	3559
▁pe	3560
▁developing	3561
▁calm	3562
▁consider	3563
02	3564
▁300	3565
▁lane	3566
▁turkey	3567
ice	3568
▁tank	3569
▁bat	3570
ano	3571
▁invasion	3572
▁resistance	3573
par	3574
▁ward	3575
▁taste	3576
65	3577
▁institution	3578
▁em	3579
▁fighter	3580
ow	3581
▁1954	3582
▁sounded	3583
▁mental	3584
▁provincial	3585
▁patients	3586
▁constant	3587
▁charlie	3588
▁danger	3589
▁warning	3590
ena	3591
zer	3592
▁shell	3593
uri	3594
▁phil	3595
▁treaty	3596
▁consisted	3597
▁alan	3598
ile	3599
▁senator	3600
03	3601
wick	3602
▁threat	3603
▁han	3604
mus	3605
chan	3606
▁pack	3607
▁34	3608
▁lit	3609
ball	3610
▁juan	3611
▁advance	3612
▁towns	3613
▁ceremony	3614
▁banks	3615
ye	3616
▁ye	3617
▁clark	3618
▁1953	3619
▁knows	3620
0%	3621
ai	3622
▁12,	3623
49	3624
▁somehow	3625
▁disc	3626
▁plane	3627
▁1939	3628
▁funds	3629
▁concern	3630
ped	3631
▁assumed	3632
▁douglas	3633
▁observed	3634
▁writers	3635
▁twin	3636
▁tennis	3637
▁attached	3638
▁athletic	3639
▁roger	3640
▁personnel	3641
▁offices	3642
97	3643
▁emergency	3644
▁sur	3645
▁device	3646
▁broadcasting	3647
▁attendance	3648
worth	3649
▁minnesota	3650
▁grown	3651
▁weapon	3652
din	3653
▁favor	3654
▁rescue	3655
sk	3656
▁bringing	3657
▁hired	3658
▁engaged	3659
▁knees	3660
general	3661
▁rooms	3662
tal	3663
▁drove	3664
38	3665
▁arab	3666
tha	3667
▁mall	3668
▁thanks	3669
foot	3670
▁victor	3671
▁lawyer	3672
▁successfully	3673
▁collected	3674
▁allen	3675
▁stairs	3676
mu	3677
▁incorporated	3678
▁beauty	3679
69	3680
▁worried	3681
▁negative	3682
▁capture	3683
▁wrapped	3684
▁retrieved	3685
▁fe	3686
▁cry	3687
▁hip	3688
▁hidden	3689
▁occurs	3690
▁hoped	3691
bre	3692
▁grin	3693
▁familiar	3694
▁las	3695
▁contributed	3696
▁residence	3697
62	3698
use	3699
far	3700
▁singapore	3701
▁attend	3702
▁desert	3703
▁properties	3704
▁participate	3705
▁ltd	3706
ay	3707
ane	3708
▁investment	3709
▁contrast	3710
▁finance	3711
hl	3712
▁helping	3713
▁teachers	3714
▁hamilton	3715
▁employees	3716
▁contain	3717
▁finishing	3718
▁functions	3719
▁1949	3720
▁quietly	3721
▁downtown	3722
▁session	3723
▁string	3724
ned	3725
=	3726
▁yo	3727
▁importance	3728
▁formula	3729
87	3730
▁manchester	3731
▁pattern	3732
▁combination	3733
two	3734
▁frederick	3735
▁surrounded	3736
▁philippines	3737
rah	3738
fe	3739
▁mode	3740
▁expressed	3741
▁$1	3742
ula	3743
▁occur	3744
elle	3745
▁determine	3746
▁papers	3747
▁plain	3748
▁15,	3749
▁survived	3750
▁birds	3751
▁egypt	3752
2014	3753
▁inner	3754
▁items	3755
▁mor	3756
iv	3757
▁scheduled	3758
▁jordan	3759
▁2002,	3760
▁iv	3761
vis	3762
▁moore	3763
▁walker	3764
▁joining	3765
▁stream	3766
▁applications	3767
▁kings	3768
▁billy	3769
▁examples	3770
istic	3771
▁request	3772
▁southwest	3773
▁seventh	3774
36	3775
56	3776
▁jake	3777
▁argued	3778
lar	3779
▁norwegian	3780
▁anderson	3781
▁sp	3782
work	3783
▁decades	3784
▁rush	3785
ua	3786
▁massive	3787
ston	3788
▁passes	3789
84	3790
▁gordon	3791
▁baron	3792
▁representing	3793
▁mention	3794
▁tie	3795
▁norway	3796
▁finds	3797
▁plot	3798
▁universe	3799
▁cook	3800
▁registered	3801
▁tied	3802
▁protected	3803
98	3804
▁thousands	3805
▁refers	3806
dr	3807
ities	3808
▁fruit	3809
▁painter	3810
▁sang	3811
ama	3812
▁1951	3813
▁throw	3814
▁structures	3815
▁bomb	3816
bal	3817
▁forever	3818
▁tropical	3819
▁usual	3820
▁parallel	3821
bus	3822
▁transportation	3823
▁14,	3824
stein	3825
▁loan	3826
▁softly	3827
74	3828
▁inches	3829
▁rob	3830
▁kansas	3831
▁manner	3832
▁cinema	3833
▁listen	3834
▁biggest	3835
95	3836
▁horses	3837
▁painted	3838
▁favorite	3839
die	3840
▁aside	3841
▁distinguished	3842
hill	3843
lie	3844
mes	3845
▁covering	3846
▁hunt	3847
▁austria	3848
ery	3849
▁certainly	3850
▁br	3851
▁amateur	3852
▁historian	3853
▁aware	3854
▁terminal	3855
▁forget	3856
▁dj	3857
▁hits	3858
state	3859
▁muslim	3860
▁resigned	3861
sc	3862
ming	3863
▁churches	3864
▁pra	3865
▁injured	3866
▁rev	3867
▁capable	3868
▁woods	3869
ich	3870
▁colonial	3871
▁districts	3872
▁putting	3873
▁typical	3874
▁gently	3875
▁jews	3876
89	3877
▁users	3878
▁underground	3879
top	3880
▁luke	3881
▁experienced	3882
▁13,	3883
▁script	3884
aw	3885
▁1900	3886
▁21,	3887
▁demand	3888
1999	3889
▁vietnam	3890
63	3891
▁breaking	3892
▁file	3893
eo	3894
▁bor	3895
▁extension	3896
▁reign	3897
▁extremely	3898
▁fired	3899
▁arrival	3900
▁merged	3901
59	3902
▁commune	3903
may	3904
▁smooth	3905
level	3906
▁sum	3907
2015	3908
hey	3909
▁weak	3910
▁beer	3911
▁lands	3912
▁asks	3913
present	3914
ties	3915
▁objects	3916
▁anniversary	3917
▁scenes	3918
▁tries	3919
rich	3920
▁les	3921
▁23,	3922
▁missouri	3923
▁till	3924
▁agriculture	3925
▁maintained	3926
▁influenced	3927
▁dynasty	3928
▁rolling	3929
▁horror	3930
▁backing	3931
▁factor	3932
▁paintings	3933
▁replace	3934
▁hoping	3935
▁jump	3936
▁burned	3937
▁jon	3938
▁borough	3939
▁kelly	3940
42	3941
▁indiana	3942
▁bull	3943
▁shore	3944
▁sisters	3945
▁2001,	3946
▁promote	3947
▁dressed	3948
▁partnership	3949
▁regarded	3950
non	3951
dal	3952
▁decade	3953
▁22,	3954
▁26,	3955
▁roads	3956
▁mess	3957
tar	3958
▁controlled	3959
▁steam	3960
▁grass	3961
▁license	3962
54	3963
term	3964
34	3965
lock	3966
come	3967
▁und	3968
▁vocal	3969
including	3970
ph	3971
▁raise	3972
▁colorado	3973
▁dating	3974
▁compete	3975
wi	3976
▁educated	3977
▁smart	3978
▁yeah	3979
81	3980
▁derived	3981
gue	3982
nia	3983
mont	3984
▁bra	3985
▁metro	3986
cu	3987
▁handed	3988
▁conduct	3989
▁hole	3990
▁lock	3991
▁impossible	3992
000	3993
▁soldier	3994
▁ghost	3995
tro	3996
▁pot	3997
▁queensland	3998
▁improved	3999
▁ce	4000
▁jam	4001
▁delivered	4002
▁unless	4003
▁collaboration	4004
▁cloud	4005
▁marie	4006
▁realize	4007
▁protein	4008
72	4009
▁weekend	4010
▁locked	4011
▁outstanding	4012
▁wounded	4013
▁understood	4014
season	4015
▁engines	4016
▁rio	4017
▁karl	4018
▁19,	4019
ks	4020
▁28,	4021
53	4022
▁audio	4023
▁responsibility	4024
▁bath	4025
▁knife	4026
▁maintain	4027
ix	4028
▁charged	4029
▁sequence	4030
100	4031
▁maryland	4032
▁var	4033
▁golf	4034
▁oregon	4035
▁clay	4036
▁apple	4037
▁sara	4038
▁classification	4039
▁bottle	4040
▁wins	4041
▁diego	4042
▁crisis	4043
▁burning	4044
▁arizona	4045
▁composition	4046
▁causes	4047
33	4048
▁tennessee	4049
▁spoken	4050
▁carefully	4051
▁opinion	4052
▁dick	4053
▁boss	4054
▁operate	4055
▁aged	4056
▁indeed	4057
▁measure	4058
ban	4059
96	4060
▁deck	4061
▁ensure	4062
▁feed	4063
▁translation	4064
▁27,	4065
▁installed	4066
▁assistance	4067
▁mur	4068
93	4069
▁values	4070
05	4071
▁margaret	4072
▁decide	4073
▁candidates	4074
82	4075
▁dates	4076
▁require	4077
▁wisconsin	4078
▁jacob	4079
▁organisation	4080
▁producing	4081
sur	4082
55	4083
▁trophy	4084
▁hy	4085
▁lincoln	4086
▁switzerland	4087
▁establish	4088
▁blues	4089
▁offering	4090
ability	4091
▁cards	4092
▁30,	4093
▁gotten	4094
▁locations	4095
fu	4096
▁voted	4097
jan	4098
gon	4099
▁gi	4100
▁nfl	4101
life	4102
▁musician	4103
ser	4104
▁concrete	4105
▁shifted	4106
▁quebec	4107
ell	4108
▁25,	4109
our	4110
▁ham	4111
▁israeli	4112
▁panel	4113
▁affected	4114
▁disappeared	4115
▁sha	4116
▁tired	4117
cut	4118
▁proper	4119
fo	4120
low	4121
▁1936	4122
▁johnny	4123
yn	4124
▁accused	4125
▁worst	4126
▁gap	4127
▁jimmy	4128
▁mono	4129
78	4130
▁somewhat	4131
▁approached	4132
▁prix	4133
▁stores	4134
▁acid	4135
▁reduce	4136
▁bands	4137
▁bound	4138
▁musicians	4139
una	4140
▁context	4141
▁16,	4142
▁fallen	4143
▁weren	4144
▁ph	4145
▁views	4146
▁normally	4147
▁hi	4148
was	4149
▁cycle	4150
▁indicated	4151
▁medium	4152
▁heads	4153
1998	4154
▁user	4155
▁1918	4156
sie	4157
▁38	4158
▁concluded	4159
▁consisting	4160
▁ann	4161
▁42	4162
▁rick	4163
▁committed	4164
▁universities	4165
ika	4166
67	4167
1997	4168
▁associate	4169
▁turkish	4170
▁bruce	4171
▁universal	4172
▁fault	4173
▁ti	4174
▁pit	4175
aka	4176
▁stating	4177
▁demon	4178
▁shield	4179
▁organ	4180
win	4181
▁rough	4182
right	4183
▁flew	4184
ue	4185
▁expect	4186
▁houston	4187
▁fifteen	4188
▁liquid	4189
form	4190
▁cousin	4191
nis	4192
▁kate	4193
▁pi	4194
▁consecutive	4195
▁separated	4196
▁portuguese	4197
▁hollywood	4198
▁grounds	4199
▁sugar	4200
pu	4201
ology	4202
▁passengers	4203
▁1938	4204
ben	4205
▁ethnic	4206
▁gift	4207
▁feelings	4208
▁adjacent	4209
▁odd	4210
▁fat	4211
▁techniques	4212
tell	4213
▁constituency	4214
nu	4215
▁mail	4216
▁regularly	4217
▁leon	4218
57	4219
▁prove	4220
ure	4221
▁defensive	4222
elli	4223
▁sudden	4224
▁insurance	4225
▁changing	4226
▁costs	4227
sey	4228
▁clock	4229
▁confused	4230
▁creative	4231
▁min	4232
▁faster	4233
▁benefit	4234
▁ms	4235
▁mini	4236
key	4237
