{
  "alibi": false,
  "architectures": [
    "LoRAModel"
  ],
  "bos_token_id": 1,
  "dtype": "float16",
  "eos_token_id": 2,
  "hidden_size": 1024,
  "immediate_clear_past_key_value": false,
  "initializer_range": 0.02,
  "intermediate_size": 2816,
  "long_sequence_init_args": {},
  "long_sequence_strategy_name": null,
  "long_sequence_strategy_type": null,
  "max_position_embeddings": 2048,
  "model_type": "llama",
  "num_attention_heads": 8,
  "num_hidden_layers": 8,
  "num_key_value_heads": 8,
  "pad_token_id": 0,
  "paddlenlp_version": "3.0.0b0.post20240805",
  "rms_norm_eps": 1e-06,
  "rope_scaling_factor": 1.0,
  "rope_scaling_type": null,
  "rope_theta": 10000.0,
  "seq_length": 2048,
  "tie_word_embeddings": false,
  "use_fast_layer_norm": false,
  "use_flash_attention_for_generation": false,
  "use_last_token_for_generation": false,
  "use_long_sequence_strategies": false,
  "vocab_size": 32000
}
