<unk>
<s>
</s>
▁t
he
▁a
in
▁s
▁w
▁the
▁o
re
▁b
▁m
ou
ed
▁I
nd
ha
it
▁f
er
▁to
ing
is
en
▁c
or
on
▁of
▁d
as
▁and
▁p
▁n
ll
at
ar
an
▁in
▁l
▁h
▁be
om
es
ot
ut
▁g
▁ha
ow
▁he
hat
▁was
▁"
ld
▁th
gh
id
le
▁it
▁on
ch
▁T
ay
▁st
et
▁e
ce
▁y
ent
▁re
ly
ve
▁me
se
ght
ir
▁that
oo
ith
▁as
al
im
▁r
▁with
▁my
ould
▁not
st
ad
▁S
ion
▁u
ct
her
▁you
▁for
▁is
ke
▁The
ight
▁an
▁at
ur
▁we
▁wh
am
ic
▁but
▁or
ter
ac
."
if
ro
ver
▁su
▁had
▁so
▁this
out
ome
pp
qu
▁A
▁would
▁P
red
ard
▁te
▁his
▁sh
▁se
▁by
▁W
▁H
ra
ine
▁ab
▁fr
▁have
▁one
▁sa
▁fe
▁li
▁him
ect
▁R
irt
ked
▁k
ation
hen
hing
▁all
▁go
▁Sh
ill
art
cu
▁out
ess
▁do
▁they
▁if
▁no
ore
▁ne
own
▁K
▁up
▁Red
▁Shirt
..
ame
ain
all
▁there
▁wor
▁from
▁B
ool
▁de
▁any
▁about
▁M
▁said
▁them
em
ong
▁whi
ant
▁ro
ri
ud
llow
ound
un
cup
ak
▁were
▁hou
▁like
us
ake
ind
il
▁C
os
▁are
cupine
ig
orcupine
op
chool
▁fa
▁j
▁Porcupine
ood
,"
ul
ive
▁school
yo
▁sp
ble
▁can
ack
▁ex
▁com
▁al
acher
um
ang
ok
▁who
▁when
ther
▁af
ust
▁man
▁get
ers
▁le
▁tr
▁un
▁room
ag
han
one
▁con
▁some
▁which
wn
▁G
▁O
ough
▁did
▁say
?"
▁v
ist
ci
est
▁bec
▁pro
lf
▁teacher
au
▁pr
ven
ass
ber
▁If
▁kn
▁tw
▁been
ous
▁house
▁what
res
▁could
▁qu
ought
▁N
▁He
▁ag
▁int
--
and
hed
▁work
ate
▁wr
▁such
▁fellow
we
ree
▁she
ide
ject
lo
ents
ap
▁more
▁stud
▁am
▁app
pt
▁Y
ast
ish
ite
ie
ime
nder
ice
▁It
▁Pro
▁loo
▁will
▁bo
▁other
▁po
berg
lown
uten
▁may
▁should
utenberg
ck
ep
way
▁day
▁pl
ry
ity
ort
▁her
▁Clown
▁time
very
▁old
▁way
ash
▁off
urn
nt
▁F
are
▁back
▁Gutenberg
ure
▁than
th
ink
here
ving
▁only
▁right
▁their
▁co
▁going
▁thought
ach
▁prin
▁Project
▁students
ally
te
ary
▁Ki
able
▁two
▁asked
el
ated
▁night
▁On
self
other
▁Kiyo
▁make
▁after
ub
▁D
ade
▁Th
▁ac
▁br
▁gr
▁us
ance
▁see
▁head
▁know
▁don
▁how
ose
ved
▁cl
▁But
▁res
pl
!"
cip
ick
▁fo
▁might
▁princip
▁ad
ared
▁come
▁start
▁E
,--
▁bl
omet
▁mat
▁your
▁three
▁principal
hi
ans
▁down
▁even
▁made
▁part
itt
▁bet
▁dis
▁appe
ge
alk
ign
uch
▁mo
▁cou
▁let
▁over
og
tm
imp
ory
▁ar
▁somet
ied
led
▁into
▁want
ull
....
▁pre
▁think
▁face
▁much
▁told
ff
ever
▁fir
▁ret
thing
▁then
ark
ence
▁dec
▁Then
▁seem
co
▁L
ause
ings
▁beg
▁has
▁This
▁1
ace
ling
okyo
ress
▁hot
▁our
▁own
▁wat
▁again
▁something
reat
▁rem
▁came
▁take
so
▁In
▁far
▁sha
▁Tokyo
ty
ise
ner
▁ke
ition
▁When
▁call
▁good
ady
ger
▁en
ered
▁inc
aking
......
▁first
ab
mp
orm
fore
ather
▁long
▁tell
▁went
▁better
ere
ire
pect
▁str
▁away
▁just
▁sure
▁town
ath
▁sm
pped
▁ent
quash
▁kind
▁before
▁looked
iz
not
▁cha
▁now
▁heard
ell
erm
row
ubb
ment
▁They
▁What
▁here
▁board
▁under
ily
▁ans
▁too
ubbard
▁being
▁where
▁wrong
▁Squash
▁without
▁No
ious
less
▁You
ction
▁many
▁once
▁same
▁well
▁return
▁Hubbard
ng
ase
ince
ward
▁And
▁cop
▁matter
▁because
od
pe
ord
ped
▁As
▁pe
▁hand
▁pers
▁place
▁letter
ook
▁ho
▁ra
▁sc
ited
▁lau
▁yen
▁days
▁look
▁myself
ft
lt
xt
ars
ced
▁So
ised
ried
▁spe
▁show
▁There
▁saying
▁anything
idd
per
▁sw
▁vo
isha
ying
▁aff
▁des
▁ser
▁talk
▁having
ank
oss
ron
ves
▁1.
▁op
cess
▁Kog
▁sat
▁set
ating
▁class
▁every
▁never
▁while
ho
hy
rib
aper
▁har
▁new
▁Koga
▁left
▁very
▁follow
▁seemed
air
ies
lic
ted
side
tain
ting
▁add
▁imp
▁thr
▁must
▁person
▁teachers
▁(
aid
ave
▁Mr
ened
lect
▁bad
▁bel
▁comp
ix
ful
ife
▁To
▁ye
hile
▁ind
▁sen
▁care
▁those
▁trans
▁watch
na
ya
▁U
▁[
iff
ined
▁Mad
▁reg
▁sal
▁wom
▁dang
▁dist
▁felt
ations
▁count
▁found
▁these
▁works
▁became
▁started
li
day
ons
ont
▁We
That
cept
ired
▁att
▁che
▁half
▁midd
▁soon
▁took
▁upon
▁salary
▁through
ue
▁J
You
age
bod
ott
ult
urp
arly
body
▁Bad
▁its
▁ref
▁saw
▁give
▁hard
▁mind
▁pass
▁began
▁cannot
▁nothing
az
po
ged
▁lo
ning
oney
▁She
▁red
▁tra
ement
ither
ribut
▁comm
▁hour
▁keep
▁next
▁prov
▁elect
▁quite
▁still
▁Badger
aw
san
▁gl
▁gu
ason
fter
onna
▁got
▁turn
▁called
▁middle
▁Madonna
▁fellows
▁boarding
ne
oth
sid
ura
▁ge
▁ob
ange
ical
▁hel
▁per
▁ple
▁put
▁sle
ronic
▁copy
▁diff
▁full
▁read
▁supp
▁temp
ishing
▁money
▁round
▁woman
▁appeared
▁electronic
get
▁St
▁fl
▁eas
wered
▁find
▁home
▁meet
▁paper
▁geisha
▁resign
▁country
▁underst
▁answered
dd
les
our
▁ed
erms
iter
ople
▁acc
▁cle
▁eff
▁nat
ished
ouble
▁feet
▁mean
▁stra
ention
▁While
▁fight
▁since
osition
▁reason
▁things
be
iss
▁sl
cond
ense
▁bed
▁pay
aring
▁fool
▁form
▁stay
ressed
▁front
▁voice
▁brother
TE
The
Yes
▁wo
ably
ness
▁One
▁dra
▁end
▁hon
▁mon
itten
ittle
▁decl
▁dire
▁terms
▁thing
▁become
▁little
▁people
▁second
log
man
▁My
▁bu
aken
form
ided
▁six
iting
▁That
▁agre
▁does
▁lady
▁requ
▁simp
▁Found
▁story
▁affair
▁consid
▁written
▁straight
▁Foundation
no
ial
iet
rap
▁ey
apan
ible
icul
ount
well
▁flo
▁mar
▁ste
▁why
ident
▁bang
▁bath
▁done
▁four
▁line
▁rece
▁stre
▁After
▁belie
▁expect
▁remark
▁consider
No
gg
ats
ize
ost
ung
What
▁
e
t
o
a
n
i
h
s
r
d
l
u
m
c
w
g
f
y
p
.
b
,
I
k
v
"
T
-
S
'
A
H
W
P
R
j
q
x
?
B
M
E
N
K
C
!
O
Y
G
;
z
F
D
L
1
:
[
]
U
J
0
(
)
*
8
5
2
6